[
  {
    "title": "Martyr!",
    "link": "https://oku.club/book/martyr-by-kaveh-akbar-yYryW",
    "description": "**Kaveh Akbar’s *Martyr!* is a paean to how we spend our lives seeking meaning—in faith, art, ourselves, others—in which a newly sober, orphaned son of Iranian immigrants, guided by the voices of artists, poets, and kings, embarks on a search that leads him to a terminally ill painter living out her final days in the Brooklyn Museum.  \n  \nCyrus Shams is a young man grappling with an inheritance of violence and loss: his mother’s plane was shot down over the skies of Tehran in a senseless accident; and his father’s life in America was circumscribed by his work killing chickens at a factory farm in the Midwest. Cyrus is a drunk, an addict, and a poet, whose obsession with martyrs leads him to examine the mysteries of his past—toward an uncle who rode through Iranian battlefields dressed as the Angel of death to inspire and comfort the dying, and toward his mother, through a painting discovered in a Brooklyn art gallery that suggests she may not have been who or what she seemed.   \n  \nElectrifying, funny, wholly original, and profound, *Martyr!* heralds the arrival of a blazing and essential new voice in contemporary fiction.**",
    "author": "Kaveh Akbar",
    "pubDate": "Tue, 08 Oct 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/martyr-by-kaveh-akbar-yYryW",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/01/c4169523d558210d08bf26c13b12ee6a.jpg"
  },
  {
    "title": "On Writing",
    "link": "https://oku.club/book/on-writing-by-jorge-luis-borges-Xre89",
    "description": "Borges' <i>On Writing</i> is designed to offer a comprehensive and balanced account of the evolution of Borges' thinking on the craft of writing, an intense and perennial concern of his. Borges had a remarkable impact on writers in the USA, Britain, Italy, France and many other countries. His essays were perceived to have anticipated some of the principal topics of modern literary theory, from Russian formalism through to poststructuralism and postmodernism.<br /><br />For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "author": "Jorge Luis Borges",
    "pubDate": "Thu, 03 Oct 2024 05:04:24 +0000",
    "guid": "https://oku.club/book/on-writing-by-jorge-luis-borges-Xre89"
  },
  {
    "title": "Living Things",
    "link": "https://oku.club/book/living-things-by-munir-hachemi-0xJ8e",
    "description": "Living Things is a literary eco-thriller, a punk-like blend of Roberto Bolaño's The Savage Detectives and Samanta Schweblin's Fever Dream, and heralds an exciting new voice in international fiction. Living Things follows four recent graduates - Munir, G, Ernesto, and Álex - who travel from Madrid to the south of France to work the grape harvest. Except things don't go as planned: they end up working on an industrial chicken farm and living in a campground, where a general sense of menace takes hold. What follows is a compelling and incisive examination of precarious employment, capitalism, immigration, and the mass production of living things, all interwoven with the protagonist's thoughts on literature and the nature of storytelling.",
    "author": "Munir Hachemi",
    "pubDate": "Mon, 30 Sep 2024 15:37:11 +0000",
    "guid": "https://oku.club/book/living-things-by-munir-hachemi-0xJ8e"
  },
  {
    "title": "A Tale of Two Cities",
    "link": "https://oku.club/book/a-tale-of-two-cities-by-charles-dickens-xowY3",
    "description": "\"It is a far, far better thing that I do than I have ever done.\" Sydney Carton is a lawyer who has wasted his abilities and his life. Now he has to make a difficult choice about what is really important to him, which could be a matter of life or death. The French Revolution is running its violent course; lives are ruined as a new France is created. How did the gentle Doctor Manette and his daughter Lucie become caught up in France's struggles? What is the real identity of the handsome Charles Darnay, who wins Lucie's hand in marriage? And why does the shadow of La Bastille Prison hang over them all? The best of times and the worst of times. London and Paris. Sydney Carton and Charles Darnay. A story of contrasts and chaos. Can peace ever be restored in France? Can it ever be restored in the hearts of the people involved?",
    "author": "Charles Dickens",
    "pubDate": "Mon, 23 Sep 2024 08:47:10 +0000",
    "guid": "https://oku.club/book/a-tale-of-two-cities-by-charles-dickens-xowY3",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/fd18cb2d1c313874c8a66734d9f2e65e.jpg"
  },
  {
    "title": "The Romance of American Communism",
    "link": "https://oku.club/book/the-romance-of-american-communism-by-vivian-gornick-Zs51S",
    "description": "**Writer and critic Vivian Gornick’s long-unavailable classic exploring how Left politics gave depth and meaning to American life**\n\n\n“Before I knew that I was Jewish or a girl I knew that I was a member of the working class.” So begins Vivian Gornick’s exploration of how the world of socialists, communists, and progressives in the 1940s and 1950s created a rich, diverse world where ordinary men and women felt their lives connected to a larger human project.\n\nNow back in print after its initial publication in 1977 and with a new introduction by the author, *The Romance of American Communism* is a landmark work of new journalism, profiling American Communist Party members and fellow travelers as they joined the Party, lived within its orbit, and left in disillusionment and disappointment as Stalin’s crimes became public.",
    "author": "Vivian Gornick",
    "pubDate": "Fri, 23 Aug 2024 06:52:34 +0000",
    "guid": "https://oku.club/book/the-romance-of-american-communism-by-vivian-gornick-Zs51S",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/c80bb5c6515b1bf4f6f0b3cf65455afe.jpg"
  },
  {
    "title": "Eastbound",
    "link": "https://oku.club/book/eastbound-by-maylis-de-kerangal-BC1i5",
    "description": "In this gripping tale, a Russian conscript and a French woman cross paths on the Trans-Siberian railroad, each fleeing to the east for their own reasons Perfect for fans of Maggie Shipstead's Great Circle and The Lincoln Highway by Amor Towles Eastbound is both an adventure story and a duet of two vibrant inner worlds. In mysterious, winding sentences gorgeously translated by Jessica Moore, De Kerangal gives us the story of two unlikely souls entwined in a quest for freedom with a striking sense of tenderness, sharply contrasting the brutality of the surrounding world. Racing toward Vladivostok, we meet the young Aliocha, packed onto a Trans-Siberian train with other Russian conscripts. Soon after boarding, he decides to desert and over a midnight smoke in a dark corridor of the train, he encounters an older French woman, Hélène, for whom he feels an uncanny trust. A complicity quickly grows between the two when he manages to urgently ask—through a pantomime and basic Russian that Hélène must decipher—for her help to hide him. They hurry from the filth of his third-class carriage to Hélène’s first-class sleeping car. Aliocha now a hunted deserter and Hélène his accomplice with her own inner landscape of recent memories to contend with.",
    "author": "Maylis De Kerangal",
    "pubDate": "Mon, 19 Aug 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/eastbound-by-maylis-de-kerangal-BC1i5"
  },
  {
    "title": "My Work",
    "link": "https://oku.club/book/my-work-by-olga-ravn-gyAPS",
    "description": "After giving birth, Anna is utterly lost. She and her family move to the unfamiliar, snowy city of Stockholm. Anxiety threatens to completely engulf Anna, who obsessively devours online news and compulsively orders clothes she can’t afford. To avoid sinking deeper into her depression, she forces herself to read and write.  \n  \n  \n*My Work* is a novel about the unique and fundamental experience of giving birth, mixing different literary forms—fiction, essay, poetry, memoir, and letters—to explore the relationship between motherhood, work, individuality, and literature.“Olga Ravn writes dazzlingly about the work of motherhood and the work of writing. Reading Ravn’s book, you run through the whole gamut of human emotion, as though you too were a new mother: tears, laughter, anger, fear, pain, frustration. This is powerful writing that’s hard to put down.”—*Politiken*",
    "author": "Olga Ravn",
    "pubDate": "Fri, 26 Jul 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/my-work-by-olga-ravn-gyAPS"
  },
  {
    "title": "Seeing Like a State",
    "link": "https://oku.club/book/seeing-like-a-state-by-james-c-scott-i1nTF",
    "description": "Compulsory *ujamaa* villages in Tanzania, collectivization in Russia, Le Corbusier’s urban planning theory realized in Brasilia, the Great Leap Forward in China, agricultural \"modernization\" in the Tropics—the twentieth century has been racked by grand utopian schemes that have inadvertently brought death and disruption to millions. Why do well-intentioned plans for improving the human condition go tragically awry?  \n  \nIn this wide-ranging and original book, James C. Scott analyzes failed cases of large-scale authoritarian plans in a variety of fields. Centrally managed social plans misfire, Scott argues, when they impose schematic visions that do violence to complex interdependencies that are not—and cannot—be fully understood. Further, the success of designs for social organization depends upon the recognition that local, practical knowledge is as important as formal, epistemic knowledge. The author builds a persuasive case against \"development theory\" and imperialistic state planning that disregards the values, desires, and objections of its subjects. He identifies and discusses four conditions common to all planning disasters: administrative ordering of nature and society by the state; a \"high-modernist ideology\" that places confidence in the ability of science to improve every aspect of human life; a willingness to use authoritarian state power to effect large- scale interventions; and a prostrate civil society that cannot effectively resist such plans.",
    "author": "James C. Scott",
    "pubDate": "Tue, 09 Jul 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/seeing-like-a-state-by-james-c-scott-i1nTF",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/61db2bcafc69f4ee8dc89f6903de8a65.jpg"
  },
  {
    "title": "MaddAddam",
    "link": "https://oku.club/book/maddaddam-by-margaret-atwood-5RRvQ",
    "description": "LONGLISTED 2015 - International IMPAC Dublin Literary Award Months after the Waterless Flood pandemic has wiped out most of humanity, Toby and Ren have rescued their friend Amanda from the vicious Painballers. They return to the MaddAddamite cob house, which is being fortified against man and giant Pigoon alike. Accompanying them are the Crakers, the gentle, quasi-human species engineered by the brilliant but deceased Crake. While their reluctant prophet, Jimmy -- Crake's one-time friend -- recovers from a debilitating fever, it's left to Toby to narrate the Craker theology, with Crake as Creator. She must also deal with cultural misunderstandings, terrible coffee, and her jealousy over her lover, Zeb. Meanwhile, Zeb searches for Adam One, founder of the God's Gardeners, the pacifist green religion from which Zeb broke years ago to lead the MaddAddamites in active resistance against the destructive CorpSeCorps. Now, under threat of an imminent Painballer attack, the MaddAddamites must fight back with the aid of their newfound allies, some of whom have four trotters. At the centre, is the extraordinary story of Zeb's past, which involves a lost brother, a hidden murder, a bear, and a bizarre act of revenge. Combining adventure, humour, romance, superb storytelling, and an imagination that is at once dazzlingly inventive and grounded in a recognizable world, MaddAddam is vintage Margaret Atwood, and a moving and dramatic conclusion to her internationally celebrated dystopian trilogy.",
    "author": "Margaret Atwood",
    "pubDate": "Mon, 24 Jun 2024 18:14:56 +0000",
    "guid": "https://oku.club/book/maddaddam-by-margaret-atwood-5RRvQ",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/01/8a79131edb94ca64b4a2a7a03e9edd09.jpg"
  },
  {
    "title": "Grief is the Thing with Feathers",
    "link": "https://oku.club/book/grief-is-the-thing-with-feathers-by-max-porter-ruKRF",
    "description": "In a London flat, two young boys face the unbearable sadness of their mother's sudden death. Their father, a Ted Hughes scholar and scruffy romantic, imagines a future of well-meaning visitors and emptiness.  \n  \nIn this moment of despair they are visited by Crow - antagonist, trickster, healer, babysitter. This self-described sentimental bird is attracted to the grieving family and threatens to stay until they no longer need him. As weeks turn to months and physical pain of loss gives way to memories, this little unit of three begin to heal.  \n  \nIn this extraordinary debut - part novella, part polyphonic fable, part essay on grief, Max Porter's compassion and bravura style combine to dazzling effect. Full of unexpected humour and profound emotional truth, *Grief is the Thing with Feathers* marks the arrival of a thrilling new talent.",
    "author": "Max Porter",
    "pubDate": "Fri, 21 Jun 2024 02:09:56 +0000",
    "guid": "https://oku.club/book/grief-is-the-thing-with-feathers-by-max-porter-ruKRF",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/e5ad6cf382554da9811d69dec10a7b9c.jpg"
  },
  {
    "title": "The Lives of Others",
    "link": "https://oku.club/book/the-lives-of-others-by-neel-mukherjee-VrfMf",
    "description": "The aging patriarch and matriarch of the Ghosh family preside over their large household, made up of their five adult children and their respective children, unaware that beneath the barely ruffled surface of their lives the sands are shifting. Each set of family members occupies a floor of the home, in accordance to their standing within the family. Poisonous rivalries between sisters-in-law, destructive secrets, and the implosion of the family business threaten to unravel bonds of kinship as social unrest brews in greater Indian society. This is a moment of turbulence, of inevitable and unstoppable change: the chasm between the generations, and between those who have and those who have not, has never been wider. The eldest grandchild, Supratik, compelled by his idealism, becomes dangerously involved in extremist political activism—an action that further catalyzes the decay of the Ghosh home.<br /><br />Ambitious, rich, and compassionate, <em>The Lives of Others</em> anatomizes the soul of a nation as it unfolds a family history, at the same time as it questions the nature of political action and the limits of empathy. It is a novel of unflinching power and emotional force.",
    "author": "Neel Mukherjee",
    "pubDate": "Thu, 20 Jun 2024 02:41:47 +0000",
    "guid": "https://oku.club/book/the-lives-of-others-by-neel-mukherjee-VrfMf",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/05/abd48c91c45f4ec08feb063be624806a.jpg"
  },
  {
    "title": "A Very Easy Death",
    "link": "https://oku.club/book/a-very-easy-death-by-simone-de-beauvoir-RwSj8",
    "description": "Long considered one of Simone de Beauvoir's masterpieces, a profoundly moving recounting of her mother's death.",
    "author": "Simone De Beauvoir",
    "pubDate": "Sun, 21 Apr 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/a-very-easy-death-by-simone-de-beauvoir-RwSj8"
  },
  {
    "title": "We All Want Impossible Things",
    "link": "https://oku.club/book/we-all-want-impossible-things-by-catherine-newman-iovOl",
    "description": "**'Nora-Ephron-style wit**...comforting, so funny, moving... **one of my favourite books ever**' MARIAN KEYES  \n  \n'**Dazzling, heart-wrenching, snorty-hilarious**... An utter joy to read' RACHEL JOYCE  \n  \n**'An absolute masterpiece in characterisation...** utterly beautiful.' JOANNA CANNON  \n  \n'You'll stay up **late devouring every word**' KATHERINE HEINY  \n  \n'**One of the best novels on friendship I've ever read**' AJ PEARCE  \n  \n  \n*Who knows you better than your best friend? Who knows your secrets, your fears, your desires, your strange imperfect self?* Edi and Ash have been best friends for over forty years. Since childhood they have seen each other through life's milestones: stealing vodka from their parents, the Madonna phase, REM concerts, unexpected wakes, marriages, infertility, children. As Ash notes, 'Edi's memory is like the back-up hard drive for mine.'  \n  \nSo when Edi is diagnosed with terminal cancer, Ash's world reshapes around the rhythms of Edi's care, from chipped ice and watermelon cubes to music therapy; from snack smuggling to impromptu excursions into the frozen winter night. Because life is about squeezing the joy out of every moment, about building a powerhouse of memories, about learning when to hold on, and when to let go.  \n  \n**For fans of Nora Ephron and *Sorrow &amp; Bliss*, *We All Want Impossible Things* is a deeply moving, jubilant celebration of life and friendship at its imperfect, radiant, and irreverent best.  \n  \n\\_\\_\\_\\_\\_**  \n  \n'Smart and funny and devastating...**has huge *Sorrow and Bliss* vibes.** I didn't want it to end.' LAURA PEARSON  \n  \n'**I absolutely adored this**...what a beautiful, emotional novel' JILL MANSELL  \n  \n'Shot through with whip-smart humour and boundless compassion. It's **one of the best debuts I've read in a long time**.' HANNAH BECKERMAN  \n  \n'Oh, this glorious book! With **warmth, wit, tenderness and a singular voice**, Catherine Newman encapsulates both the heartbreak and yet vital necessity of a life lived with deep friendship.' WIZ WHARTON  \n  \n'**One of those books I will be buying for everyone I know.** A funny, moving, beautifully written book...will stay with me for a very long time' JENNIE GODFREY  \n  \n'**A riotously funny and fiercely loyal love letter to female friendship**' AMITY GAIGE",
    "author": "Catherine Newman",
    "pubDate": "Fri, 19 Apr 2024 03:23:30 +0000",
    "guid": "https://oku.club/book/we-all-want-impossible-things-by-catherine-newman-iovOl"
  },
  {
    "title": "The Dispossessed",
    "link": "https://oku.club/book/the-dispossessed-by-ursula-k-le-guin-5iH7x",
    "description": "The Principle of Simultaneity is a scientific breakthrough which will revolutionize interstellar civilization by making possible instantaneous communication. It is the life work of Shevek, a brilliant physicist from the arid anarchist world of Anarres.  \n  \nBut Shevek's work is being stifled by jealous colleagues, so he travels to Anarres's sister-planet Urras, hoping to find more liberty and tolerance there. But he soon finds himself being used as a pawn in a deadly political game.",
    "author": "Ursula K. Le Guin",
    "pubDate": "Sun, 14 Apr 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/the-dispossessed-by-ursula-k-le-guin-5iH7x",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/26591a6fe091b0c49196746c9264b083.jpg"
  },
  {
    "title": "God, Human, Animal, Machine",
    "link": "https://oku.club/book/god-human-animal-machine-by-meghan-ogieblyn-eomu6",
    "description": "A strikingly original exploration of what it might mean to be authentically human in the age of artificial intelligence, from the author of the critically-acclaimed Interior States. \"Meghan O’Gieblyn is a brilliant and humble philosopher, and her book is an explosively thought-provoking, candidly personal ride I wished never to end ... This book is such an original synthesis of ideas and disclosures. It introduces what will soon be called the O’Gieblyn genre of essay writing.” —Heidi Julavits, author of The Folded Clock For most of human history the world was a magical and enchanted place ruled by forces beyond our understanding. The rise of science and Descartes's division of mind from world made materialism our ruling paradigm, in the process asking whether our own consciousness—i.e., souls—might be illusions. Now the inexorable rise of technology, with artificial intelligences that surpass our comprehension and control, and the spread of digital metaphors for self-understanding, the core questions of existence—identity, knowledge, the very nature and purpose of life itself—urgently require rethinking. Meghan O'Gieblyn tackles this challenge with philosophical rigor, intellectual reach, essayistic verve, refreshing originality, and an ironic sense of contradiction. She draws deeply and sometimes humorously from her own personal experience as a formerly religious believer still haunted by questions of faith, and she serves as the best possible guide to navigating the territory we are all entering.",
    "author": "Meghan O'Gieblyn",
    "pubDate": "Sun, 31 Mar 2024 00:15:50 +0000",
    "guid": "https://oku.club/book/god-human-animal-machine-by-meghan-ogieblyn-eomu6",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/03/d791126f474f050192420ab6fd5196aa.jpg"
  },
  {
    "title": "TVA Baby",
    "link": "https://oku.club/book/tva-baby-by-terry-bisson-lIIGc",
    "description": "Beginning with a harrowing, high-speed ride through the Upper South (a TVA baby is a good ol’ boy with a Yankee father and a 12-gauge) and ending in a desperate search through New Orleans graveyards for Darwin’s doomsday machine (“Charlie’s Angels”), Terry Bisson’s newest collection of short stories covers all the territory between—from his droll faux-FAQ’s done for Britain’s Science magazine, to the most seductive of his Playboy fantasies (“Private Eye”), to an eerie dreamlike evocation of the 9/11 that might have been (“A Perfect Day”). On the way we meet up with Somali Pirates, a perfect-crime appliance (via PayPal) and a visitor from Atlantis who just wants a burger with fries, please. Readers who like cigarettes, lost continents, cars, lingerie, or the Future will be delighted. For those who don’t, there’s always Reality TV.",
    "author": "Terry Bisson",
    "pubDate": "Wed, 20 Mar 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/tva-baby-by-terry-bisson-lIIGc",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/03/ac35b853fd0568644d189281afeaf84f.jpg"
  },
  {
    "title": "The Hole",
    "link": "https://oku.club/book/the-hole-by-hye-young-pyun-hi6tD",
    "description": "**A bestseller in Korea, a psychological thriller about loneliness and the dark truths we try to bury.**  \n  \nIn this tense, gripping novel by a rising star of Korean literature, Ogi has woken from a coma after causing a devastating car accident that took his wife’s life and left him paralyzed and badly disfigured. His caretaker is his mother-in-law, a widow grieving the loss of her only child. Ogi is neglected and left alone in his bed. His world shrinks to the room he lies in and his memories of his troubled relationship with his wife, a sensitive, intelligent woman who found all of her life goals thwarted except for one: cultivating the garden in front of their house. But soon Ogi notices his mother-in-law in the abandoned garden, uprooting what his wife had worked so hard to plant and obsessively digging larger and larger holes. When asked, she answers only that she is finishing what her daughter started.  \n  \nEvoking Herman Koch’s *The Dinner* and Stephen King’s *Misery*, award-winning author Hye-young Pyun’s *The Hole* is a superbly crafted and deeply unnerving novel about the horrors of isolation and neglect in all of its banal and brutal forms. As Ogi desperately searches for a way to escape, he discovers the difficult truth about his wife and the toll their life together took on her.",
    "author": "Hye-Young Pyun",
    "pubDate": "Thu, 14 Mar 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/the-hole-by-hye-young-pyun-hi6tD",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/03/562aaa700ba1ba74c2fe6fb29cec1a61.jpg"
  },
  {
    "title": "The Vegetarian",
    "link": "https://oku.club/book/the-vegetarian-by-han-kang-Lbu0N",
    "description": "**Winner of the 2016 Man Booker International Prize  \nNAMED ONE OF THE BEST BOOKS OF THE YEAR BY** *The New York Times Book Review, Publisher's Weekly, Buzzfeed, Entertainment Weekly, Time, Wall Street Journal, Bustle, Elle, The Economist, Slate, The Huffington Post, The St. Louis Dispatch, Electric Literature*\n**A beautiful, unsettling novel about rebellion and taboo, violence and eroticism, and the twisting metamorphosis of a soul.**\n\n\nBefore the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams invasive images of blood and brutality torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself.\n\nCelebrated by critics around the world, *The Vegetarian* is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman s struggle to break free from the violence both without and within her.\n\n*New York Times Book Review,* \"10 Best Books of 2016” *Huffington Post*, The 18 Best Fiction Books of 2016  \n*Economist*, Books of the Year 2016\"",
    "author": "Han Kang",
    "pubDate": "Wed, 06 Mar 2024 03:14:19 +0000",
    "guid": "https://oku.club/book/the-vegetarian-by-han-kang-Lbu0N",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/a0dac8cee42e4007f4f651510d711896.jpg"
  },
  {
    "title": "Nonrequired Reading",
    "link": "https://oku.club/book/nonrequired-reading-by-wis%C5%82awa-szymborska-9mTa8",
    "description": "Wislawa Szymborska's poems are admired around the world, and her unsparing vision, tireless wit, and deep sense of humanity are cherished by countless readers. Unknown to most of them, however, Szymborska also worked for several decades as a columnist, reviewing a wide variety of books under the unassuming title \"Nonrequired Reading.\"  \n  \nAs readers of her poems would expect, the short prose pieces collected here are anything but ordinary. Reflecting the author's own eclectic tastes and interests, the pretexts for these ruminations range from books on wallpapering, cooking, gardening, and yoga, to more lofty volumes on opera and world literature. Unpretentious yet incisive, these charming pieces are on a par with Szymborska's finest lyrics, tackling the same large and small questions with a wonderful curiosity.",
    "author": "Wisława Szymborska",
    "pubDate": "Fri, 23 Feb 2024 17:22:38 +0000",
    "guid": "https://oku.club/book/nonrequired-reading-by-wisława-szymborska-9mTa8",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/02/2bc5a4277b216d02dc02299b0761f4c7.jpg"
  },
  {
    "title": "The MANIAC",
    "link": "https://oku.club/book/the-maniac-by-benjamin-labatut-c1vVy",
    "description": "From one of contemporary literature’s most exciting new voices, a haunting story centered on the Hungarian polymath John von Neumann, tracing the impact of his singular legacy on the dreams and nightmares of the twentieth century and the nascent age of AI Benjamín Labatut’s When We Cease to Understand the World electrified a global readership. A Booker Prize and National Book Award finalist, and one of the New York Times’ Ten Best Books of the Year, it explored the life and thought of a clutch of mathematicians and physicists who took science to strange and sometimes dangerous new realms. In The MANIAC, Labatut has created a tour de force on an even grander scale. A prodigy whose gifts terrified the people around him, John von Neumann transformed every field he touched, inventing game theory and the first programable computer, and pioneering AI, digital life, and cellular automata. Through a chorus of family members, friends, colleagues, and rivals, Labatut shows us the evolution of a mind unmatched and of a body of work that has unmoored the world in its wake. The MANIAC places von Neumann at the center of a literary triptych that begins with Paul Ehrenfest, an Austrian physicist and friend of Einstein, who fell into despair when he saw science and technology become tyrannical forces; it ends a hundred years later, in the showdown between the South Korean Go Master Lee Sedol and the AI program AlphaGo, an encounter embodying the central question of von Neumann's most ambitious unfinished project: the creation of a self-reproducing machine, an intelligence able to evolve beyond human understanding or control. A word of beauty and fabulous momentum, The MANIAC's unique blend of fact and fiction confronts us with the deepest questions we face as a species.",
    "author": "Benjamin Labatut",
    "pubDate": "Sun, 18 Feb 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/the-maniac-by-benjamin-labatut-c1vVy",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/7a5b26f4b718dc111af8de2cc4098971.jpg"
  },
  {
    "title": "His Master's Voice",
    "link": "https://oku.club/book/his-masters-voice-by-stanislaw-lem-CPewS",
    "description": "**Scientists attempt to decode what may be a message from intelligent beings in outer space.**  \n  \nBy pure chance, scientists detect a signal from space that may be communication from rational beings. How can people of Earth understand this message, knowing nothing about the senders--even whether or not they exist? Written as the memoir of a mathematician who participates in the government project (code name: His Master's Voice) attempting to decode what seems to be a message from outer space, this classic novel shows scientists grappling with fundamental questions about the nature of reality, the confines of knowledge, the limitations of the human mind, and the ethics of military-sponsored scientific research.",
    "author": "Stanislaw Lem",
    "pubDate": "Tue, 06 Feb 2024 01:23:17 +0000",
    "guid": "https://oku.club/book/his-masters-voice-by-stanislaw-lem-CPewS",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/95c23cfb56c7cfd77ffdb40385b2f4b6.jpg"
  },
  {
    "title": "Byzantium",
    "link": "https://oku.club/book/byzantium-by-judith-herrin-bqXEU",
    "description": "Byzantium. The name evokes grandeur and exoticism—gold, cunning, and complexity. In this unique book, Judith Herrin unveils the riches of a quite different civilization. Avoiding a standard chronological account of the Byzantine Empire's millennium—long history, she identifies the fundamental questions about Byzantium—what it was, and what special significance it holds for us today. Bringing the latest scholarship to a general audience in accessible prose, Herrin focuses each short chapter around a representative theme, event, monument, or historical figure, and examines it within the full sweep of Byzantine history—from the foundation of Constantinople, the magnificent capital city built by Constantine the Great, to its capture by the Ottoman Turks. She argues that Byzantium's crucial role as the eastern defender of Christendom against Muslim expansion during the early Middle Ages made Europe—and the modern Western world—possible. Herrin captivates us with her discussions of all facets of Byzantine culture and society. She walks us through the complex ceremonies of the imperial court. She describes the transcendent beauty and power of the church of Hagia Sophia, as well as chariot races, monastic spirituality, diplomacy, and literature. She reveals the fascinating worlds of military usurpers and ascetics, eunuchs and courtesans, and artisans who fashioned the silks, icons, ivories, and mosaics so readily associated with Byzantine art. An innovative history written by one of our foremost scholars, Byzantium reveals this great civilization's rise to military and cultural supremacy, its spectacular destruction by the Fourth Crusade, and its revival and final conquest in 1453.",
    "author": "Judith Herrin",
    "pubDate": "Wed, 24 Jan 2024 00:00:00 +0000",
    "guid": "https://oku.club/book/byzantium-by-judith-herrin-bqXEU",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/02/63ad39c083cd7e7ba43a16c4bda6ce9d.jpg"
  },
  {
    "title": "Nineteen Claws and a Black Bird: Stories",
    "link": "https://oku.club/book/nineteen-claws-and-a-black-bird-by-agustina-bazterrica-p6c6k",
    "description": "**A collection of nineteen dark, wildly imaginative short stories from the author of the award-winning TikTok sensation *Tender Is the Flesh*.**  \n  \nFrom celebrated author Agustina Bazterrica*,* this collection of nineteen brutal, darkly funny short stories takes into our deepest fears and through our most disturbing fantasies. Through stories about violence, alienation, and dystopia, Bazterrica’s vision of the human experience emerges in complex, unexpected ways—often unsettling, sometimes thrilling, and always profound. In “Roberto,” a girl claims to have a rabbit between her legs. A woman’s neighbor jumps to his death in “A Light, Swift, and Monstrous Sound,” and in “Candy Pink,” a woman fails to contend with a difficult breakup in five easy steps.  \n   \nWritten in Bazterrica’s signature clever, vivid style, these stories question love, friendship, family relationships, and unspeakable desires.",
    "author": "Agustina Bazterrica",
    "pubDate": "Fri, 29 Dec 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/nineteen-claws-and-a-black-bird-by-agustina-bazterrica-p6c6k",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/12/46bf82636102fdd4c4292beac8f4a421.jpg"
  },
  {
    "title": "The Employees",
    "link": "https://oku.club/book/the-employees-by-olga-ravn-tDNVa",
    "description": "Shortlisted for the International Booker Prize, The Employees reshuffles a sci-fi voyage into a riotously original existential nightmare",
    "author": "Olga Ravn",
    "pubDate": "Mon, 25 Dec 2023 17:55:27 +0000",
    "guid": "https://oku.club/book/the-employees-by-olga-ravn-tDNVa"
  },
  {
    "title": "Oval",
    "link": "https://oku.club/book/oval-by-elvia-wilk-9VHT1",
    "description": "In the near future, Berlin's real estate is being flipped in the name of \"sustainability,\" only to make the city even more unaffordable; artists are employed by corporations as consultants; and the weather is acting strange. In search of affordable housing, young couple Anja and Louis move into a community on an artificial mountain, The Berg—yet another \"eco-friendly\" initiative run by a corporation called Finster. They're offered a home rent-free in exchange for keeping quiet about the seriously malfunctioning infrastructure of the experimental house.   \n  \nBut when Louis returns home from his mother's funeral in America, Anja is convinced he has changed. He seems to be in denial of his grief and newly idealistic, consumed by a secret project at the NGO where he works as an artist-consultant. Anja is horrified when she discovers what Louis has invented: a pill called Oval that temporarily rewires the user's brain to be more generous. Louis is convinced that if he can introduce the drug into the Berlin club scene, he can finally remedy the income disparity that has made Berlin so unlivable.   \n  \n*Oval* is a fascinating portrait of the unbalanced relationships that shape our world, as well as a prescient warning of what the future may hold.",
    "author": "Elvia Wilk",
    "pubDate": "Fri, 22 Dec 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/oval-by-elvia-wilk-9VHT1",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/08/9bf4f5d62c8e7f8fb43b878d513283d1.jpg"
  },
  {
    "title": "Saga Volume 11",
    "link": "https://oku.club/book/saga-volume-11-by-brian-k-vaughan-bcKNn",
    "description": "While Hazel and her family fight for scraps to survive, the rich and powerful race to forge new allegiances in the universe's never-ending war. Collects SAGA #61-66. Romeo &amp; Juliet meets Star Wars in this genre-blending, sci-fi/fantasy space opera about star crossed lovers from enemy worlds. An epic for mature readers, Saga follows new parents Marko and Alana as they risk everything to raise their child amidst a never-ending galactic war. A multiple award winning, critically acclaimed masterpiece and one of the most iconic, bestselling comic book series of its time. The SAGA series has sold over 7 million copies to date across all formats, has been translated into 20 languages, and has garnered multiple Eisner and Harvey Awards, plus a Hugo Award, British Fantasy Award, Goodreads Choice Award, Shuster Award, Inkwell Award, Ringo Award, and more. It has been featured in such mainstream media outlets as TIME, Entertainment Weekly, The Atlantic, NPR, and beyond, and has become a pop culture phenomenon.",
    "author": "Brian K. Vaughan",
    "pubDate": "Fri, 01 Dec 2023 21:37:07 +0000",
    "guid": "https://oku.club/book/saga-volume-11-by-brian-k-vaughan-bcKNn",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/12/e6c9a1a5d614b64f81d966093ee224ba.jpg"
  },
  {
    "title": "On Photography",
    "link": "https://oku.club/book/on-photography-by-susan-sontag-3vAmz",
    "description": "**Susan Sontag's *On Photography* is a seminal and groundbreaking work on the subject.**  \n  \nSusan Sontag's groundbreaking critique of photography asks forceful questions about the moral and aesthetic issues surrounding this art form. Photographs are everywhere, and the 'insatiability of the photographing eye' has profoundly altered our relationship with the world. Photographs have the power to shock, idealize or seduce, they create a sense of nostalgia and act as a memorial, and they can be used as evidence against us or to identify us. In these six incisive essays, Sontag examines the ways in which we use these omnipresent images to manufacture a sense of reality and authority in our lives.  \n  \n'Sontag offers enough food for thought to satisfy the most intellectual of appetites'*The Times*  \n  \n'A brilliant analysis of the profound changes photographic images have made in our way of looking at the world, and at ourselves'*Washington Post*  \n  \n'The most original and illuminating study of the subject'*New Yorker*  \n  \nOne of America's best-known and most admired writers, Susan Sontag was also a leading commentator on contemporary culture until her death in December 2004. Her books include four novels and numerous works of non-fiction, among them *Regarding the Pain of Others*, *On Photography*, *Illness as Metaphor*, *At the Same Time*, *Against Interpretation and Other Essays* and *Reborn: Early Diaries 1947-1963*, all of which are published by Penguin. A further eight books, including the collections of essays *Under the Sign of Saturn* and *Where the Stress Falls*, and the novels *The Volcano Lover* and *The Benefactor*, are available from Penguin Modern Classics.",
    "author": "Susan Sontag",
    "pubDate": "Sat, 25 Nov 2023 16:47:04 +0000",
    "guid": "https://oku.club/book/on-photography-by-susan-sontag-3vAmz",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/39ac97bb19ec3b66b990f119b36afbbe.jpg"
  },
  {
    "title": "Sourdough",
    "link": "https://oku.club/book/sourdough-by-robin-sloan-HKKC0",
    "description": "Lois Clary is a software engineer at General Dexterity, a San Francisco robotics company with world-changing ambitions. She codes all day and collapses at night, her human contact limited to the two brothers who run the neighborhood hole-in-the-wall from which she orders dinner every evening. Then, disaster! Visa issues. The brothers close up shop, and fast. But they have one last delivery for Lois: their culture, the sourdough starter used to bake their bread. She must keep it alive, they tell her—feed it daily, play it music, and learn to bake with it.  \n  \nLois is no baker, but she could use a roommate, even if it is a needy colony of microorganisms. Soon, not only is she eating her own homemade bread, she’s providing loaves daily to the General Dexterity cafeteria. The company chef urges her to take her product to the farmer’s market, and a whole new world opens up.  \n  \nWhen Lois comes before the jury that decides who sells what at Bay Area markets, she encounters a close-knit club with no appetite for new members. But then, an alternative emerges: a secret market that aims to fuse food and technology. But who are these people, exactly?",
    "author": "Robin Sloan",
    "pubDate": "Thu, 09 Nov 2023 00:38:52 +0000",
    "guid": "https://oku.club/book/sourdough-by-robin-sloan-HKKC0",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/7c0d7d1e32bad7fdba06861b38ceaa32.jpg"
  },
  {
    "title": "Mythologies",
    "link": "https://oku.club/book/mythologies-by-roland-barthes-7P68Z",
    "description": "\"No denunciation without its proper instrument of close analysis,\" Roland Barthes wrote in his preface to *Mythologies*. There is no more proper instrument of analysis of our contemporary myths than this book—one of the most significant works in French theory, and one that has transformed the way readers and philosophers view the world around them.  \n  \nOur age is a triumph of codification. We own devices that bring the world to the command of our fingertips. We have access to boundless information and prodigious quantities of stuff. We decide to like or not, to believe or not, to buy or not. We pick and choose. We think we are free. Yet all around us, in pop culture, politics, mainstream media, and advertising, there are codes and symbols that govern our choices. They are the fabrications of consumer society. They express myths of success, well-being, or happiness. As Barthes sees it, these myths must be carefully deciphered, and debunked.  \n  \nWhat Barthes discerned in mass media, the fashion of plastic, and the politics of postcolonial France applies with equal force to today's social networks, the iPhone, and the images of 9/11. This new edition of *Mythologies*, complete and beautifully rendered by the Pulitzer Prize–winning poet, critic, and translator Richard Howard, is a consecration of Barthes's classic—a lesson in clairvoyance that is more relevant now than ever.",
    "author": "Roland Barthes",
    "pubDate": "Fri, 03 Nov 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/mythologies-by-roland-barthes-7P68Z",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/02/c774e71e732ce6462a71ad2a4b4e3ad5.jpg"
  },
  {
    "title": "Outline",
    "link": "https://oku.club/book/outline-by-rachel-cusk-J1656",
    "description": "A woman writer goes to Athens in the height of summer to teach a writing course. Though her own circumstances remain indistinct, she becomes the audience to a chain of narratives, as the people she meets tell her one after another the stories of their lives.  \n  \nBeginning with the neighbouring passenger on the flight out and his tales of fast boats and failed marriages, the storytellers talk of their loves and ambitions and pains, their anxieties, their perceptions and daily lives. In the stifling heat and noise of the city the sequence of voice begins to weave a complex human tapestry. The more they talk the more elliptical their listener becomes, as she shapes and directs their accounts until certain themes begin to emerge: the experience of loss, the nature of family life, the difficulty of intimacy and the mystery of creativity itself.  \n  \nOutline is a novel about writing and talking, about self-effacement and self-expression, about the desire to create and the human art of self-portraiture in which that desire finds its universal form.",
    "author": "Rachel Cusk",
    "pubDate": "Thu, 05 Oct 2023 21:49:52 +0000",
    "guid": "https://oku.club/book/outline-by-rachel-cusk-J1656",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/09/fa8c8f4113c199bca430ed099a07bcb1.jpg"
  },
  {
    "title": "Another Country",
    "link": "https://oku.club/book/another-country-by-james-baldwin-ZSBMQ",
    "description": "Nominated as one of America’s best-loved novels by PBS’s The Great American Read  \n  \nSet in Greenwich Village, Harlem, and France, among other locales, Another Country is a novel of passions--sexual, racial, political, artistic--that is stunning for its emotional intensity and haunting sensuality, depicting men and women, blacks and whites, stripped of their masks of gender and race by love and hatred at the most elemental and sublime. In a small set of friends, Baldwin imbues the best and worst intentions of liberal America in the early 1970s.",
    "author": "James Baldwin",
    "pubDate": "Wed, 27 Sep 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/another-country-by-james-baldwin-ZSBMQ",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/2b9f1d8bef50dded0c82739ebccab8d4.jpg"
  },
  {
    "title": "Mao II",
    "link": "https://oku.club/book/mao-ii-by-don-delillo-s2iUb",
    "description": "\"One of the most intelligent, grimly funny voices to comment on life in present-day America\" (*The New York Times*), Don DeLillo presents an extraordinary new novel about words and images, novelists and terrorists, the mass mind and the arch-individualist. At the heart of the book is Bill Gray, a famous reclusive writer who escapes the failed novel he has been working on for many years and enters the world of political violence, a nightscape of Semtex explosives and hostages locked in basement rooms. Bill's dangerous passage leaves two people stranded: his brilliant, fixated assistant, Scott, and the strange young woman who is Scott's lover—and Bill's.",
    "author": "Don DeLillo",
    "pubDate": "Sun, 20 Aug 2023 23:31:44 +0000",
    "guid": "https://oku.club/book/mao-ii-by-don-delillo-s2iUb"
  },
  {
    "title": "John Brown, Abolitionist",
    "link": "https://oku.club/book/john-brown-abolitionist-by-david-s-reynolds-J80oE",
    "description": "This brilliant biography by a prize-winning cultural historian brings to life the controversial antislavery martyr who used terrorist tactics against slavery and single-handedly changed the course of American history.",
    "author": "David S. Reynolds",
    "pubDate": "Tue, 08 Aug 2023 14:40:14 +0000",
    "guid": "https://oku.club/book/john-brown-abolitionist-by-david-s-reynolds-J80oE"
  },
  {
    "title": "Averno",
    "link": "https://oku.club/book/averno-by-louise-gl%C3%BCck-kBiCt",
    "description": "Averno is a small crater lake in southern , regarded by the ancient Romans as the entrance to the underworld. That place gives its name to Louise Glück's eleventh collection: in a landscape turned irretrievably to winter, it is the only source of heat and light, a gate or passageway that invites traffic between worlds while at the same time opposing their reconciliation. *Averno* is an extended lamentation, its long, restless poems no less spellbinding for being without plot or hope, no less ravishing for being savage, grief-stricken. What Averno provides is not a map to a point of arrival or departure, but a diagram of where we are, the harrowing, enduring presence.  \n*Averno* is a 2006 National Book Award Finalist for Poetry.",
    "author": "Louise Glück",
    "pubDate": "Tue, 25 Jul 2023 17:28:53 +0000",
    "guid": "https://oku.club/book/averno-by-louise-glück-kBiCt",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/08/fd2339943218f24d8f5e90a0bbf3b360.jpg"
  },
  {
    "title": "Upgrade",
    "link": "https://oku.club/book/upgrade-by-blake-crouch-QWtBG",
    "description": "**The mind-blowing new thriller from the *New York Times* bestselling author of *Dark Matter* and *Recursion***   \n  \n“You are the next step in human evolution.”  \n  \nAt first, Logan Ramsay isn’t sure if anything’s different. He just feels a little . . . sharper. Better able to concentrate. Better at multitasking. Reading a bit faster, memorizing better, needing less sleep.  \n  \nBut before long, he can’t deny it: Something’s happening to his brain. To his body. He’s starting to see the world, and those around him—even those he loves most—in whole new ways.  \n  \nThe truth is, Logan’s genome has been hacked. And there’s a reason he’s been targeted for this upgrade. A reason that goes back decades to the darkest part of his past, and a horrific family legacy.  \n  \nWorse still, what’s happening to him is just the first step in a much larger plan, one that will inflict the same changes on humanity at large—at a terrifying cost.  \n  \nBecause of his new abilities, Logan’s the one person in the world capable of stopping what’s been set in motion. But to have a chance at winning this war, he’ll have to become something other than himself. Maybe even something other than human.  \n  \nAnd even as he’s fighting, he can’t help wondering: what if humanity’s only hope for a future really does lie in engineering our own evolution?  \n  \nIntimate in scale yet epic in scope, Upgrade is an intricately plotted, lightning-fast tale that charts one man’s thrilling transformation, even as it asks us to ponder the limits of our humanity—and our boundless potential.",
    "author": "Blake Crouch",
    "pubDate": "Wed, 12 Jul 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/upgrade-by-blake-crouch-QWtBG",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/856a4c7c043e180f75a82d08f56c64f1.jpg"
  },
  {
    "title": "Time Is the Thing a Body Moves Through",
    "link": "https://oku.club/book/time-is-the-thing-a-body-moves-through-by-t-fleischmann-QpV3V",
    "description": "How do the bodies we inhabit affect our relationship with art? How does art affect our relationship to our bodies? T Fleischmann uses Felix Gonzáles-Torres's artworks—piles of candy, stacks of paper, puzzles—as a path through questions of love and loss, violence and rejuvenation, gender and sexuality. From the back porches of Buffalo, to the galleries of New York and L.A., to farmhouses of rural Tennessee, the artworks act as still points, sites for reflection situated in lived experience. Fleischmann combines serious engagement with warmth and clarity of prose, reveling in the experiences and pleasures of art and the body, identity and community.",
    "author": "T Fleischmann",
    "pubDate": "Mon, 26 Jun 2023 13:59:06 +0000",
    "guid": "https://oku.club/book/time-is-the-thing-a-body-moves-through-by-t-fleischmann-QpV3V",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/c72f24432ce2393d04f9231e49c160c5.jpg"
  },
  {
    "title": "Ways of Being",
    "link": "https://oku.club/book/ways-of-being-by-james-bridle-nRRhF",
    "description": "**Artist, technologist, and philosopher James Bridle's *Ways of Being* is a brilliant, searching exploration of different kinds of intelligence--plant, animal, human, artificial--and how they transform our understanding of humans' place in the cosmos.**  \n  \n  \n  \nWhat does it mean to be intelligent? Is it something unique to humans, or shared with other beings--beings of flesh, wood, stone, and silicon? The last few years have seen rapid advances in \"artificial\" intelligence. But as it approaches, it also gets weirder: rather than a friend or helpmate, AI increasingly appears as something stranger than we ever imagined, an alien invention that threatens to decenter and supplant us.  \n  \nAt the same time, we're only just becoming aware of the other intelligences which have been with us all along, even if we've failed to recognize or acknowledge them. These others--the animals, plants, and natural systems that surround us are slowly revealing their complexity, agency, and knowledge, just as the technologies we've built to sustain ourselves are threatening to cause their extinction, and ours. What can we learn from them, and how can we change ourselves, our technologies, our societies, and our politics, to live better and more equitably with one another and the non-human world?  \n  \nArtist and maverick thinker James Bridle drawn on biology and physics, computation, literature, art, and philosophy, to answer these unsettling questions. Startling and bold, *Ways of Being* explores the fascinating, strange and multitudinous forms of knowing, doing, and being which are becoming evident in the present, and which are essential for our survival.  \n  \n**Includes illustrations**",
    "author": "James Bridle",
    "pubDate": "Sat, 17 Jun 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/ways-of-being-by-james-bridle-nRRhF",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/c337f214a64675be99076da6ccc06e27.jpg"
  },
  {
    "title": "The Overstory",
    "link": "https://oku.club/book/the-overstory-by-richard-powers-3aUYb",
    "description": "*The Overstory* is a sweeping, impassioned work of activism and resistance that is also a stunning evocation of - and paean to - the natural world. From the roots to the crown and back to the seeds, Richard Powers’s twelfth novel unfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond. There is a world alongside ours—vast, slow, interconnected, resourceful, magnificently inventive, and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe.  \n  \nA *New York Times* Bestseller.",
    "author": "Richard Powers",
    "pubDate": "Thu, 27 Apr 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/the-overstory-by-richard-powers-3aUYb",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/4f0ae85060e8aaaf5a744fc5d1bbe212.jpg"
  },
  {
    "title": "Tender Is the Flesh",
    "link": "https://oku.club/book/tender-is-the-flesh-by-agustina-bazterrica-ye2dB",
    "description": "**Working at the local processing plant, Marcos is in the business of slaughtering humans—though no one calls them that anymore.**  \n  \nHis wife has left him, his father is sinking into dementia, and Marcos tries not to think too hard about how he makes a living. After all, it happened so quickly. First, it was reported that an infectious virus has made all animal meat poisonous to humans. Then governments initiated the “Transition.” Now, eating human meat—“special meat”—is legal. Marcos tries to stick to numbers, consignments, processing.  \n   \nThen one day he’s given a gift: a live specimen of the finest quality. Though he’s aware that any form of personal contact is forbidden on pain of death, little by little he starts to treat her like a human being. And soon, he becomes tortured by what has been lost—and what might still be saved.",
    "author": "Agustina Bazterrica",
    "pubDate": "Sat, 11 Mar 2023 22:08:33 +0000",
    "guid": "https://oku.club/book/tender-is-the-flesh-by-agustina-bazterrica-ye2dB",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/df279b429dcef3a38784758ef80df0b8.jpg"
  },
  {
    "title": "La Septième Fonction du langage",
    "link": "https://oku.club/book/la-septi%C3%A8me-fonction-du-langage-by-laurent-binet-p222w",
    "description": "« Il a rencontré Giscard à l'Élysée, a croisé Foucault dans un sauna gay, a vu un homme en tuer un autre avec un parapluie empoisonné, a découvert une société secrète où on coupe les doigts des perdants, a traversé l'Atlantique pour récupérer un mystérieux document. Il a vécu en quelques mois plus d'événements extraordinaires qu'il aurait pensé en vivre durant toute son existence. Simon sait reconnaître du romanesque quand il en rencontre. »  \n  \nRoland Barthes meurt renversé par une camionnette le 25 février 1980. Et s’il s’agissait d'un assassinat ? Dans les milieux intellectuel et politique de l'époque, tout le monde est suspect. Jacques Bayard, commissaire de son état, et Simon Herzog, jeune sémiologue, mènent l’enquête.",
    "author": "Laurent Binet",
    "pubDate": "Wed, 08 Mar 2023 14:11:31 +0000",
    "guid": "https://oku.club/book/la-septième-fonction-du-langage-by-laurent-binet-p222w",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/02/ed2481995c0cde389199dccf7ec526d0.jpg"
  },
  {
    "title": "In: A Graphic Novel",
    "link": "https://oku.club/book/in-by-will-mcphail-c9GbW",
    "description": "**A poignant and witty graphic novel by a leading *New Yorker* cartoonist, following a millennial's journey from performing his life to truly connecting with people**  \n  \n Nick, a young illustrator, can’t shake the feeling that there is some hidden realm of human interaction beyond his reach. He haunts lookalike fussy, silly, coffee shops, listens to old Joni Mitchell albums too loudly, and stares at his navel in the hope that he will find it in there. But it isn’t until he learns to speak from the heart that he begins to find authentic human connections and is let *in*—to the worlds of the people he meets. Nick’s journey occurs alongside the beginnings of a relationship with Wren, a wry, spirited oncologist at a nearby hospital, whose work and life becomes painfully tangled with Nick’s.  \n  \n Illustrated in both color and black-and-white in McPhail’s instantly recognizable style, *In* elevates the graphic novel genre; it captures his trademark humor and compassion with a semi-autobiographical tale that is equal parts hilarious and heart-wrenching—uncannily appropriate for our isolated times.",
    "author": "Will McPhail",
    "pubDate": "Sat, 04 Mar 2023 16:17:06 +0000",
    "guid": "https://oku.club/book/in-by-will-mcphail-c9GbW",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/66a9a6cc2d8c404304862659bcb18c32.jpg"
  },
  {
    "title": "A Time for Everything",
    "link": "https://oku.club/book/a-time-for-everything-by-karl-ove-knausg%C3%A5rd-TgDsA",
    "description": "In the sixteenth century, Antinous Bellori, a boy of eleven, is lost in a dark forest and stumbles upon two glowing beings, one carrying a spear, the other a flaming torch . . . This event is decisive in Bellori’s life, and he thereafter devotes himself to the pursuit and study of angels, the intermediaries of the divine. Beginning in the Garden of Eden and soaring through to the present, A Time for Everything reimagines pivotal encounters between humans and angels: the glow of the cherubim watching over Eden; the profound love between Cain and Abel despite their differences; Lot’s shame in Sodom; Noah’s isolation before the flood; Ezekiel tied to his bed, prophesying ferociously; the death of Christ; and the emergence of sensual, mischievous cherubs in the seventeenth century. Alighting upon these dramatic scenes – from the Bible and beyond – Knausgaard’s imagination takes flight: the result is a dazzling display of storytelling at its majestic, spellbinding best. Incorporating and challenging tradition, legend, and the Apocrypha, these penetrating glimpses hazard chilling questions: can the nature of the divine undergo change, and can the immortal perish?",
    "author": "Karl Ove Knausgård",
    "pubDate": "Mon, 06 Feb 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/a-time-for-everything-by-karl-ove-knausgård-TgDsA",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/d149f02feccad870e8250dbe4b640b80.jpg"
  },
  {
    "title": "Memoirs Found in a Bathtub",
    "link": "https://oku.club/book/memoirs-found-in-a-bathtub-by-stanis%C5%82aw-lem-8ydIW",
    "description": "The year is 3149, and a vast paper destroying blight-papyralysis-has obliterated much of the planet's written history. However, these rare memoirs, preserved for centuries in a volcanic rock, record the strange life of a man trapped in a hermetically sealed underground community. Translated by Michael Kandel and Christine Rose.",
    "author": "Stanisław Lem",
    "pubDate": "Sun, 08 Jan 2023 00:00:00 +0000",
    "guid": "https://oku.club/book/memoirs-found-in-a-bathtub-by-stanisław-lem-8ydIW"
  },
  {
    "title": "Having and Being Had",
    "link": "https://oku.club/book/having-and-being-had-by-eula-biss-lU4Kf",
    "description": "**A timely and arresting new look at affluence by a consistently surprising writer.**  \n  \n\"My adult life can be divided into two distinct parts,\" Eula Biss writes, \"the time before I owned a washing machine and the time after.\" Having just purchased her first home, she now embarks on a roguish and risky self-audit of the value system she has bought into. The result is a radical interrogation of work, leisure, and capitalism. Described by *The* *New York Times* as a writer who \"advances from all sides, like a chess player,\" Biss brings her approach to the lived experience of capitalism. Playfully ranging from IKEA to Beyonc� to Pokemon, across bars and laundromats and universities, she asks, of both herself and her class, \"In what have we invested?\"",
    "author": "Eula Biss",
    "pubDate": "Wed, 28 Dec 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/having-and-being-had-by-eula-biss-lU4Kf",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/024a80800b1a4991cbf8e30608ad07b8.jpg"
  },
  {
    "title": "A Girl Is a Half-formed Thing",
    "link": "https://oku.club/book/a-girl-is-a-half-formed-thing-by-eimear-mcbride-T8R4R",
    "description": "Eimear McBride's debut tells, with astonishing insight and in brutal detail, the story of a young woman's relationship with her brother, and the long shadow cast by his childhood brain tumour. Not so much a stream of consciousness, as an unconscious railing against a life that makes little sense, and a shocking and intimate insight into the thoughts, feelings and chaotic sexuality of a vulnerable and isolated protagonist. To read <i>A Girl Is A Half-Formed Thing</i> is to plunge inside its narrator's head, experiencing her world first-hand. This isn't always comfortable - but it is always a revelation.<br /><br />Touching on everything from family violence to sexuality and the personal struggle to remain intact in times of intense trauma, McBride writes with singular intensity, acute sensitivity and mordant wit. <i>A Girl is a Half-formed Thing</i> is moving, funny – and alarming. It is a book you will never forget.",
    "author": "Eimear McBride",
    "pubDate": "Mon, 26 Dec 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/a-girl-is-a-half-formed-thing-by-eimear-mcbride-T8R4R",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/12/b34c8614741cc6cec4f52dc1944f5925.jpg"
  },
  {
    "title": "Saga, Volume 10",
    "link": "https://oku.club/book/saga-volume-10-by-brian-k-vaughan-Oa0Kf",
    "description": "At long last, Hazel and her star-crossed family are finally back, and they’ve made some new...friends? This collection features the latest six chapters of the most epic adventure in comics, including the series' double-sized first issue back from hiatus.  \n  \nCollects SAGA #55-60",
    "author": "Brian K. Vaughan",
    "pubDate": "Mon, 19 Dec 2022 14:54:47 +0000",
    "guid": "https://oku.club/book/saga-volume-10-by-brian-k-vaughan-Oa0Kf",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/11/8a82baf58f647923a50277a251ba33c8.jpg"
  },
  {
    "title": "Ducks: Two Years in the Oil Sands",
    "link": "https://oku.club/book/ducks-by-kate-beaton-mB85k",
    "description": "**Celebrated cartoonist Kate Beaton vividly presents the untold story of Canada.**  \n  \nBefore there was Kate Beaton, *New York Times* bestselling cartoonist of *Hark A Vagrant* fame, there was Katie Beaton of the Cape Breton Beatons, specifically Mabou, a tight-knit seaside community where the lobster is as abundant as beaches, fiddles, and Gaelic folk songs. After university, Beaton heads out west to take advantage of Alberta’s oil rush, part of the long tradition of East Coasters who seek gainful employment elsewhere when they can't find it in the homeland they love so much. With the singular goal of paying off her student loans, what the journey will actually cost Beaton will be far more than she anticipates.  \n  \nArriving in Fort McMurray, Beaton finds work in the lucrative camps owned and operated by the world’s largest oil companies. Being one of the few women among thousands of men, the culture shock is palpable. It does not hit home until she moves to a spartan, isolated worksite for higher pay. She encounters the harsh reality of life in the oil sands where trauma is an everyday occurrence yet never discussed. Her wounds may never heal.  \n  \nBeaton’s natural cartooning prowess is on full display as she draws colossal machinery and mammoth vehicles set against a sublime Albertan backdrop of wildlife, Northern Lights, and Rocky Mountains. Her first full-length graphic narrative, *Ducks: Two Years in the Oil Sands* is an untold story of Canada: a country that prides itself on its egalitarian ethos and natural beauty while simultaneously exploiting both the riches of its land and the humanity of its people.",
    "author": "Kate Beaton",
    "pubDate": "Sun, 11 Dec 2022 02:44:14 +0000",
    "guid": "https://oku.club/book/ducks-by-kate-beaton-mB85k"
  },
  {
    "title": "When We Cease to Understand the World",
    "link": "https://oku.club/book/when-we-cease-to-understand-the-world-by-benjamin-labatut-fNYq2",
    "description": "A fast-paced, mind-expanding literary work about scientific discovery, ethics and the unsettled distinction between genius and madness.  \n  \nAlbert Einstein opens a letter sent to him from the Eastern Front of World War I. Inside, he finds the first exact solution to the equations of general relativity, unaware that it contains a monster that could destroy his life's work.  \n  \nThe great mathematician Alexander Grothendieck tunnels so deeply into abstraction that he tries to cut all ties with the world, terrified of the horror his discoveries might cause.  \n  \nErwin Schrödinger and Werner Heisenberg battle over the soul of physics after creating two equivalent yet opposed versions of quantum mechanics. Their fight will tear the very fabric of reality, revealing a world stranger than they could have ever imagined.  \n  \nUsing extraordinary, epoch-defining moments from the history of science, Benjamín Labatut plunges us into exhilarating territory between fact and fiction, progress and destruction, genius and madness.",
    "author": "Benjamin Labatut",
    "pubDate": "Sun, 27 Nov 2022 15:59:30 +0000",
    "guid": "https://oku.club/book/when-we-cease-to-understand-the-world-by-benjamin-labatut-fNYq2",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/bfe8e2e96ce3ae54ac26cd5e5cfda8ee.jpg"
  },
  {
    "title": "Snow Crash",
    "link": "https://oku.club/book/snow-crash-by-neal-stephenson-2rHbn",
    "description": "Only once in a great while does a writer come along who defies comparison -- a writer so original he redefines the way we look at the world. Neal Stephenson is such a writer and *Snow Crash* is such a novel, weaving virtual reality, Sumerian myth, and just about everything in between with a cool, hip cyber-sensibility to bring us the gigantic thriller of the information age. In reality, Hiro Protagonist delivers pizza for Uncle Enzo's Cosa Nostra Inc., but it the Metaverse he's a warrior prince. Plunging headlong into the enigma of a new computer virus that's striking down hackers everywhere, he races along the neon-lit streets on a search-and-destroy mission for the shadowy virtual villain threatening to bring about infocalypse. *Snow Crash* is a mind-altering romp through a future America so bizarre, so outrageous... you'll recognize it immediately.",
    "author": "Neal Stephenson",
    "pubDate": "Sun, 20 Nov 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/snow-crash-by-neal-stephenson-2rHbn",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/14866550d581f292c0147b8011eb2e8d.jpg"
  },
  {
    "title": "We Have Always Lived in the Castle",
    "link": "https://oku.club/book/we-have-always-lived-in-the-castle-by-shirley-jackson-cL1gf",
    "description": "My name is Mary Katherine Blackwood. I am eighteen years old, and I live with my sister Constance. I have often thought that with any luck at all I could have been born a werewolf, because the two middle fingers on both my hands are the same length, but I have had to be content with what I had. I dislike washing myself, and dogs, and noise, I like my sister Constance, and Richard Plantagenet, and Amanita phalloides, the death-cap mushroom. Everyone else in my family is dead...",
    "author": "Shirley Jackson",
    "pubDate": "Sun, 06 Nov 2022 01:35:38 +0000",
    "guid": "https://oku.club/book/we-have-always-lived-in-the-castle-by-shirley-jackson-cL1gf",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/60f9fe6c673d4a2cf5cb8e4f526023c5.jpg"
  },
  {
    "title": "A Country of Ghosts",
    "link": "https://oku.club/book/a-country-of-ghosts-by-margaret-killjoy-ImCPc",
    "description": "Dimos Horacki is a Borolian journalist and a cynical patriot, his muckraking days behind him. But when his newspaper ships him to the front, he’s embedded in the Imperial Army and the reality of colonial expansion is laid bare before him. His adventures take him from villages and homesteads to the great refugee city of Hronople, built of glass, steel, and stone, all while a war rages around him. The empire fights for coal and iron, but the anarchists of Hron fight for their way of life. A Country of Ghosts is a novel of utopia besieged and a tale that challenges every premise of contemporary society.",
    "author": "Margaret Killjoy",
    "pubDate": "Mon, 17 Oct 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/a-country-of-ghosts-by-margaret-killjoy-ImCPc",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/c5c2c7e4feadbd333ef1e04090e737f7.jpg"
  },
  {
    "title": "All Quiet on the Western Front",
    "link": "https://oku.club/book/all-quiet-on-the-western-front-by-erich-maria-remarque-JSoh6",
    "description": "\"A new English translation by Brian Murdoch of the German war novel, All Quiet on the Western Front, by Erich Maria Remarque, with an introduction by historian Norman Stone, a bibliography, and chronology\"--",
    "author": "Erich Maria Remarque",
    "pubDate": "Sun, 09 Oct 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/all-quiet-on-the-western-front-by-erich-maria-remarque-JSoh6",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/10/19ead6a6c6f23cb2a00aa7d9eb760c79.jpg"
  },
  {
    "title": "Propaganda",
    "link": "https://oku.club/book/propaganda-by-edward-l-bernays-jPuoS",
    "description": "“Bernays’ honest and practical manual provides much insight into some of the most powerful and influential institutions of contemporary industrial state capitalist democracies.”—Noam Chomsky  \n  \n“The conscious and intelligent manipulation of the organized habits and opinions of the masses is an important element in democratic society. Those who manipulate this unseen mechanism of society constitute an invisible government which is the true ruling power of our country.”—Edward Bernays, *Propaganda*  \n  \nA seminal and controversial figure in the history of political thought and public relations, Edward Bernays (1891–1995), pioneered the scientific technique of shaping and manipulating public opinion, which he famously dubbed “engineering of consent.” During World War I, he was an integral part of the U.S. Committee on Public Information (CPI), a powerful propaganda apparatus that was mobilized to package, advertise and sell the war to the American people as one that would “Make the World Safe for Democracy.” The CPI would become the blueprint in which marketing strategies for future wars would be based upon.  \n  \nBernays applied the techniques he had learned in the CPI and, incorporating some of the ideas of Walter Lipmann, became an outspoken proponent of propaganda as a tool for democratic and corporate manipulation of the population. His 1928 bombshell *Propaganda* lays out his eerily prescient vision for using propaganda to regiment the collective mind in a variety of areas, including government, politics, art, science and education. To read this book today is to frightfully comprehend what our contemporary institutions of government and business have become in regards to organized manipulation of the masses.  \n  \nThis is the first reprint of *Propaganda* in over 30 years and features an introduction by Mark Crispin Miller, author of *The Bush Dyslexicon: Observations on a National Disorder*.",
    "author": "Edward L. Bernays",
    "pubDate": "Tue, 04 Oct 2022 02:04:15 +0000",
    "guid": "https://oku.club/book/propaganda-by-edward-l-bernays-jPuoS",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/dc9f984470d6dabe67b2bf35651273b7.jpg"
  },
  {
    "title": "The Invincible",
    "link": "https://oku.club/book/the-invincible-by-stanislaw-lem-2GbRv",
    "description": "In the grand tradition of H. G. Wells and Jules Verne, Stanisław Lem's *The Invincible* tells the story of a space cruiser sent to an obscure planet to determine the fate of a sister spaceship whose communication with Earth has abruptly ceased. Landing on the planet Regis III, navigator Rohan and his crew discover a form of life that has apparently evolved from autonomous, self-replicating machines--perhaps the survivors of a \"robot war.\" Rohan and his men are forced to confront the classic quandary: what course of action can humanity take once it has reached the limits of its knowledge? In *The Invincible*, Lem has his characters confront the inexplicable and the bizarre: the problem that lies just beyond analytical reach.",
    "author": "Stanislaw Lem",
    "pubDate": "Sun, 25 Sep 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/the-invincible-by-stanislaw-lem-2GbRv",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/09/4e6b81748e9444c125bdee7f063ca972.jpg"
  },
  {
    "title": "Her Body and Other Parties",
    "link": "https://oku.club/book/her-body-and-other-parties-by-carmen-maria-machado-NSXMZ",
    "description": "In *Her Body and Other Parties*, Carmen Maria Machado blithely demolishes the arbitrary borders between psychological realism and science fiction, comedy and horror, fantasy and fabulism. While her work has earned her comparisons to Karen Russell and Kelly Link, she has a voice that is all her own. In this electric and provocative debut, Machado bends genre to shape startling narratives that map the realities of women's lives and the violence visited upon their bodies.  \n  \nA wife refuses her husband's entreaties to remove the green ribbon from around her neck. A woman recounts her sexual encounters as a plague slowly consumes humanity. A salesclerk in a mall makes a horrifying discovery within the seams of the store's prom dresses. One woman's surgery-induced weight loss results in an unwanted houseguest. And in the bravura novella Especially Heinous, Machado reimagines every episode of *Law &amp; Order: Special Victims Unit*, a show we naively assumed had shown it all, generating a phantasmagoric police procedural full of doppelgangers, ghosts, and girls with bells for eyes.  \n  \nEarthy and otherworldly, antic and sexy, queer and caustic, comic and deadly serious, *Her Body and Other Parties* swings from horrific violence to the most exquisite sentiment. In their explosive originality, these stories enlarge the possibilities of contemporary fiction.  \n  \nThe husband stitch --  \nInventory --  \nMothers --  \nEspecially heinous --  \nReal women have bodies --  \nEight bites --  \nThe resident --  \nDifficult at parties",
    "author": "Carmen Maria Machado",
    "pubDate": "Fri, 23 Sep 2022 12:22:29 +0000",
    "guid": "https://oku.club/book/her-body-and-other-parties-by-carmen-maria-machado-NSXMZ",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/cbf5a295808db2ad427b6fb64a1af4a2.jpg"
  },
  {
    "title": "On Anarchism",
    "link": "https://oku.club/book/on-anarchism-by-noam-chomsky-0mbYE",
    "description": "Noam Chomsky is one of the most influential thinkers of the last half century. His attacks on capitalism, imperial arrogance, journalistic misinformation, and stale coercion are well-known. *Razones para la anarquía* bring together a collection of essays which recovers the converging inheritances of anarcho-syndicalism, libertarian antiauthoritarian socialism and Marxism to draw the features of a subversive program based on collective wills. This book is the most recent and least cold chapter if his extraordinary intellectual adventure.  \n  \n*Noam Chomsky es uno de los pensadores más influyentes del último medio siglo. Sus ataques al capitalismo, la arrogancia imperial, la desinformación periodística o las coacciones estatales son conocidos por todos. \"Razones para la anarquía\" reúne un conjunto de ensayos donde recupera las herencias convergentes del anarcosindicalismo, el socialismo libertario y el marxismo antiautoritario para trazar los rasgos de un programa subversivo basado en voluntades colectivas. Este libro es el capítulo más reciente y menos frío de esa extraordinaria aventura intelectual.*",
    "author": "Noam Chomsky",
    "pubDate": "Fri, 09 Sep 2022 14:20:57 +0000",
    "guid": "https://oku.club/book/on-anarchism-by-noam-chomsky-0mbYE",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/09/677e373a58695d75a2240bfec06a58c5.jpg"
  },
  {
    "title": "The Morning Star",
    "link": "https://oku.club/book/the-morning-star-by-karl-ove-knausgaard-hmU54",
    "description": "\"A major new work from the author of the renowned My Struggle series, MORNING STAR is an astonishing, ambitious, and rich novel about what we don't understand, and our attempts to make sense of our world nonetheless Last night a new star appeared in the sky. The Morning Star. I know what it means. It means that it has begun. One long night in August, Arne and Tove are staying with their children in their summer house in southern Norway. Their friend Egil has his own place nearby. Kathrine, a priest, is flying home from a Bible seminar, questioning her marriage. Journalist Jostein is out drinking for the night, while his wife, Turid, a nurse at a psychiatric care unit, is on a nightshift when one of her patients escapes. Above them all, a huge star suddenly appears blazing in the sky. It brings with it a mysterious sense of foreboding. Strange things start to happen as nine lives come together under the star. Hundreds of crabs amass on the road as Arne drives at night; Jostein receives a call about a death metal band found brutally murdered in a Satanic ritual; Kathrine conducts a funeral service for a man she met at the airport - but is he actually dead? The Morning Star is about life in all its mundanity and drama, the strangeness that permeates our world, and the darkness in us all. Karl Ove Knausgaard's astonishing new novel, his first after the My Struggle cycle, goes to the utmost limits of freedom and chaos, to what happens when forces beyond our comprehension are unleashed, and the realms of the living and the dead collide\"--",
    "author": "Karl Ove Knausgaard",
    "pubDate": "Sun, 04 Sep 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/the-morning-star-by-karl-ove-knausgaard-hmU54",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/6192f70bfba46331a031cb14d63de947.jpg"
  },
  {
    "title": "Decline and Fall",
    "link": "https://oku.club/book/decline-and-fall-by-evelyn-waugh-h9mTb",
    "description": "Sent down from Oxford after a wild, drunken party, Paul Pennyfeather is oddly surprised to find himself qualifying for the position of schoolmaster at a boys' private school in Wales. His colleagues are an assortment of misfits, rascals and fools, including Prendy (plagued by doubts) and Captain Grimes, who is always in the soup (or just plain drunk). Then Sports Day arrives, and with it the delectable Margot Beste-Chetwynde, floating on a scented breeze. As the farce unfolds in Evelyn Waugh's dazzling debut as a novelist, the young run riot and no one is safe, least of all Paul.",
    "author": "Evelyn Waugh",
    "pubDate": "Thu, 25 Aug 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/decline-and-fall-by-evelyn-waugh-h9mTb",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/c8771be1249d3ff9c256738e162cd8c6.jpeg"
  },
  {
    "title": "The Cabin at the End of the World",
    "link": "https://oku.club/book/the-cabin-at-the-end-of-the-world-by-paul-tremblay-qle7T",
    "description": "Seven-year-old Wen and her parents, Eric and Andrew, are vacationing at a remote cabin on a quiet New Hampshire lake. Their closest neighbors are more than two miles in either direction along a rutted dirt road.  \n  \nOne afternoon, as Wen catches grasshoppers in the front yard, a stranger unexpectedly appears in the driveway. Leonard is the largest man Wen has ever seen but he is young, friendly, and he wins her over almost instantly. Leonard and Wen talk and play until Leonard abruptly apologizes and tells Wen, \"None of what’s going to happen is your fault\". Three more strangers then arrive at the cabin carrying unidentifiable, menacing objects. As Wen sprints inside to warn her parents, Leonard calls out: \"Your dads won’t want to let us in, Wen. But they have to. We need your help to save the world.\"",
    "author": "Paul Tremblay",
    "pubDate": "Sat, 20 Aug 2022 02:07:27 +0000",
    "guid": "https://oku.club/book/the-cabin-at-the-end-of-the-world-by-paul-tremblay-qle7T",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/e65f1b1da4394af067a8aaa06b00bb42.jpg"
  },
  {
    "title": "Pere Goriot",
    "link": "https://oku.club/book/pere-goriot-by-honor%C3%A9-de-balzac-nNwYL",
    "description": "",
    "author": "Honoré de Balzac",
    "pubDate": "Wed, 17 Aug 2022 03:01:42 +0000",
    "guid": "https://oku.club/book/pere-goriot-by-honoré-de-balzac-nNwYL",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/1f6caabf42bdc52630e8b74d3788f149.jpeg"
  },
  {
    "title": "Exercises in Style",
    "link": "https://oku.club/book/exercises-in-style-by-raymond-queneau-Z71rt",
    "description": "On a crowded bus at midday, Raymond Queneau observes one man accusing another of jostling him deliberately. When a seat is vacated, the first man appropriates it. Later, in another part of town, Queneau sees the man being advised by a friend to sew a new button on his overcoat.<br /><br /><br /><em>Exercises in Style</em> — Queneau’s experimental masterpiece and a hallmark book of the Oulipo literary group — retells this unexceptional tale ninety-nine times, employing the sonnet and the alexandrine, onomatopoeia and Cockney. An “Abusive” chapter heartily deplores the events; “Opera English” lends them grandeur. Queneau once said that of all his books, this was the one he most wished to see translated. He offered Barbara Wright his “heartiest congratulations,” adding: “I have always thought that nothing is untranslatable.Here is new proof.”<br /><br /><br />To celebrate the 65th anniversary of the 1947 French publication of <em>Exercises de Style</em>, New Directions has asked several writers to contribute new exercises as a tribute. Tantalizing examples include Jonathan Lethem’s “Cyberpunk,” Harry Mathew’s “Phonetic Eros,” and Frederic Tuten’s “Beatnik” exercises. This edition also retains Barbara Wright’s original introduction and reminiscence of working on this book — a translation that in 2008 was ranked first on the Author’s Society’s list of “The 50 Outstanding Translations of the Last 50 Years.”",
    "author": "Raymond Queneau",
    "pubDate": "Thu, 11 Aug 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/exercises-in-style-by-raymond-queneau-Z71rt",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/701b4ba17c815f6343ab30caeac4c338.jpg"
  },
  {
    "title": "The Anthropocene Reviewed",
    "link": "https://oku.club/book/the-anthropocene-reviewed-by-john-green-kj8fj",
    "description": "The Anthropocene is the current geologic age, in which humans have profoundly reshaped the planet and its biodiversity. In this remarkable symphony of essays adapted and expanded from his groundbreaking podcast, bestselling author John Green reviews different facets of the human-centered planet on a five-star scale—from the QWERTY keyboard and sunsets to Canada geese and Penguins of Madagascar.  \n  \nFunny, complex, and rich with detail, the reviews chart the contradictions of contemporary humanity. As a species, we are both far too powerful and not nearly powerful enough, a paradox that came into sharp focus as we faced a global pandemic that both separated us and bound us together.  \n  \nJohn Green’s gift for storytelling shines throughout this masterful collection. The Anthropocene Reviewed is a open-hearted exploration of the paths we forge and an unironic celebration of falling in love with the world.  \n--penguinrandomhousehighereducation",
    "author": "John Green",
    "pubDate": "Sat, 06 Aug 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/the-anthropocene-reviewed-by-john-green-kj8fj",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/641776c09bb62b5ce545be022251f3d7.jpg"
  },
  {
    "title": "Forever someone else",
    "link": "https://oku.club/book/forever-someone-else-by-fernando-pessoa-eqwiB",
    "description": "'Forever Someone Else' offers a selection of the poetry written by Pessoa under his own name and in the names of the personas he called 'heteronyms' - Alberto Caeiro, Ricardo Reis and Álvaro de Campos.",
    "author": "Fernando Pessoa",
    "pubDate": "Sun, 31 Jul 2022 21:42:46 +0000",
    "guid": "https://oku.club/book/forever-someone-else-by-fernando-pessoa-eqwiB",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/4a6f71ec6b8d19058a7adeae85535fec.jpeg"
  },
  {
    "title": "Scale",
    "link": "https://oku.club/book/scale-by-geoffrey-west-YCd3D",
    "description": "\"From one of the most influential scientists of our time, a dazzling exploration of the hidden laws that govern the life cycle of everything from plants and animals to the cities we live in. The former head of the Sante Fe Institute, visionary physicist Geoffrey West is a pioneer in the field of complexity science, the science of emergent systems and networks. The term \"complexity\" can be misleading, however, because what makes West's discoveries so beautiful is that he has found an underlying simplicity that unites the seemingly complex and diverse phenomena of living systems, including our bodies, our cities and our businesses. Fascinated by issues of aging and mortality, West applied the rigor of a physicist to the biological question of why we live as long as we do and no longer. The result was astonishing, and changed science, creating a new understanding of energy use and metabolism: West found that despite the riotous diversity in the sizes of mammals, they are all, to a large degree, scaled versions of each other. If you know the size of a mammal, you can use scaling laws to learn everything from how much food it eats per day, what its heart-rate is, how long it will take to mature, its lifespan, and so on. Furthermore, the efficiency of the mammal's circulatory systems scales up precisely based on weight: if you compare a mouse, a human and an elephant on a logarithmic graph, you find with every doubling of average weight, a species gets 25% more efficient--and lives 25% longer. This speaks to everything from how long we can expect to live to how many hours of sleep we need. Fundamentally, he has proven, the issue has to do with the fractal geometry of the networks that supply energy and remove waste from the organism's body\"--",
    "author": "Geoffrey West",
    "pubDate": "Fri, 29 Jul 2022 15:09:30 +0000",
    "guid": "https://oku.club/book/scale-by-geoffrey-west-YCd3D",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/7f942064fc02bdc80128472a9bff12f1.jpg"
  },
  {
    "title": "Machete",
    "link": "https://oku.club/book/machete-by-tom%C3%A1s-q-mor%C3%ADn-6NlvZ",
    "description": "This fresh voice in American poetry wields lyric pleasure and well-honed insight against a cruel century that would kill us with a thousand cuts. Morín's writing uses the mundane details of everyday life . . . as a jumping-off point for creating fascinating and philosophical worlds. --LitHub Dios aprieta, pero no ahorca (God squeezes, but He doesn't strangle)--the epigraph of Machete--sets the stage for a powerful poet who summons a variety of ways to endure life when there's an invisible hand at your throat. Tomás Morín hails from the coastal plains of Texas, and explores a world where identity and place shift like that ever-changing shore. In these poems, culture crashes like waves and leaves behind Billie Holiday and the CIA, disco balls and Dante, the Bible and Jerry Maguire. They are long, lean, and dazzle in their telling: Whiteface is a list of instructions for people stopped by the police; Duct Tape lauds our domestic life from the point of view of the tape itself. One part Groucho Marx, one part Job, Morín considers our obsession with suffering--the pain in which we trust--and finds that the best answer to our predicament is sometimes anger, sometimes laughter, but always via the keen line between them that may be the sharpest weapon we have.",
    "author": "Tomás Q. Morín",
    "pubDate": "Fri, 22 Jul 2022 13:10:05 +0000",
    "guid": "https://oku.club/book/machete-by-tomás-q-morín-6NlvZ",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/a618760876e7691fd7cbe798a4ea7b62.jpg"
  },
  {
    "title": "Invisible Man",
    "link": "https://oku.club/book/invisible-man-by-ralph-ellison-vy4MO",
    "description": "**Both a deeply compelling bestselling novel and an epic milestone of American literature.**  \n  \nOriginally published in 1952 as the first novel by a then unknown author, it remained on the bestseller list for sixteen weeks, won the National Book Award for fiction, and established Ralph Ellison as one of the key writers of the century.   \n  \nThe book’s nameless narrator describes growing up in a black community in the South, attending a Negro college from which he is expelled, moving to New York and becoming the chief spokesman of the Harlem branch of “the Brotherhood”, before retreating amid violence and confusion to the basement lair of the Invisible Man he imagines himself to be.   \n  \nThe book is a passionate and witty tour de force of style, strongly influenced by T.S. Eliot’s *The Waste Land*, James Joyce, and Dostoevsky.",
    "author": "Ralph Ellison",
    "pubDate": "Wed, 20 Jul 2022 13:26:32 +0000",
    "guid": "https://oku.club/book/invisible-man-by-ralph-ellison-vy4MO",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/6397ce44af18a94e021a2ff9fc1a8275.jpg"
  },
  {
    "title": "Nostromo",
    "link": "https://oku.club/book/nostromo-by-joseph-conrad-K7JAX",
    "description": "'I have heard no end of tales of his strength, his audacity, his fidelity...incorruptible! It is indeed a name of honour for the Capataz of the Cargadores of Sulaco.' One of the greatest political novels in any language, Nostromo enacts the establishment of modern capitalism in a remote South American province locked between the Andes and the Pacific. In the harbourtown of Sulaco, a vivid cast of characters is caught up in a civil war to decide whether its fabulously wealthy silver mine, funded by American money but owned by a third-generation English immigrant, can be preserved from the hands of venal politicians. Greed and corruption seep into the lives of everyone, and Nostromo, the principled Capataz, is tested to the limit. Conrad's evocation of the great Latin-American landscapes, the ferocity of its politics, and individuals swept up in imperial ambitions has never been bettered. This edition offers new insights into Conrad's masterpiece. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
    "author": "Joseph Conrad",
    "pubDate": "Fri, 24 Jun 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/nostromo-by-joseph-conrad-K7JAX",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/6abd0dd4a808ef4f5862dfd0c1bf1ff5.jpg"
  },
  {
    "title": "Consider the Lobster",
    "link": "https://oku.club/book/consider-the-lobster-by-david-foster-wallace-yACyb",
    "description": "Do lobsters feel pain? Did Franz Kafka have a funny bone? What is John Updike's deal, anyway? And what happens when adult video starlets meet their fans in person? David Foster Wallace answers these questions and more in essays that are also enthralling narrative adventures. Whether covering the three-ring circus of a vicious presidential race, plunging into the wars between dictionary writers, or confronting the World's Largest Lobster Cooker at the annual Maine Lobster Festival, Wallace projects a quality of thought that is uniquely his and a voice as powerful and distinct as any in American letters.",
    "author": "David Foster Wallace",
    "pubDate": "Fri, 03 Jun 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/consider-the-lobster-by-david-foster-wallace-yACyb",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/08/a12ad16d154a144f06e255c51b12de3c.jpg"
  },
  {
    "title": "Beyond the Beyond",
    "link": "https://oku.club/book/beyond-the-beyond-by-poul-anderson-J0yBI",
    "description": "",
    "author": "Poul Anderson",
    "pubDate": "Thu, 19 May 2022 20:00:36 +0000",
    "guid": "https://oku.club/book/beyond-the-beyond-by-poul-anderson-J0yBI"
  },
  {
    "title": "An Inventory of Losses",
    "link": "https://oku.club/book/an-inventory-of-losses-by-judith-schalansky-m4Km2",
    "description": "A dazzling book about memory and extinction from the author of Atlas of Remote Islands Each disparate object described in this book—a Caspar David Friedrich painting, a species of tiger, a villa in Rome, a Greek love poem, an island in the Pacific—shares a common fate: it no longer exists, except as the dead end of a paper trail. Recalling the works of W. G. Sebald, Bruce Chatwin, or Rebecca Solnit, An Inventory of Losses is a beautiful evocation of twelve specific treasures that have been lost to the world forever, and, taken as a whole, opens mesmerizing new vistas of how we can think about extinction and loss. With meticulous research and a vivid awareness of why we should care about these losses, Judith Schalansky, the acclaimed author of Atlas of Remote Islands, lets these objects speak for themselves: she ventriloquizes the tone of other sources, burrows into the language of contemporaneous accounts, and deeply interrogates the very notion of memory.",
    "author": "Judith Schalansky",
    "pubDate": "Tue, 26 Apr 2022 13:41:11 +0000",
    "guid": "https://oku.club/book/an-inventory-of-losses-by-judith-schalansky-m4Km2",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/12/729c82bbc694f5380ee74b566eb78ec8.jpg"
  },
  {
    "title": "Long Live the Post Horn!",
    "link": "https://oku.club/book/long-live-the-post-horn-by-vigdis-hjorth-Fs5w0",
    "description": "From the author of the 2019 National Book Award Longlisted *Will and Testament*  \n  \nEllinor, a 35-year-old media consultant, has not been feeling herself; she's not been feeling much at all lately. Far beyond jaded, she picks through an old diary and fails to recognise the woman in its pages, seemingly as far away from the world around her as she's ever been. But when her coworker vanishes overnight, an unusual new task is dropped on her desk. Off she goes to meet the Norwegian Postal Workers Union, setting the ball rolling on a strange and transformative six months.  \n  \nThis is an existential scream of a novel about loneliness (and the postal service!), written in Vigdis Hjorth's trademark spare, rhythmic and cutting style.",
    "author": "Vigdis Hjorth",
    "pubDate": "Mon, 28 Mar 2022 04:25:35 +0000",
    "guid": "https://oku.club/book/long-live-the-post-horn-by-vigdis-hjorth-Fs5w0",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/296f7d9c779dd4485e6c599b8777e3eb.jpg"
  },
  {
    "title": "Selected Poems",
    "link": "https://oku.club/book/selected-poems-by-gwendolyn-brooks-Gud8Z",
    "description": "<p>Selected Poems is the classic volume by the distinguished and celebrated poet Gwendolyn Brooks, winner of the 1950 Pulitzer Prize, and recipient of the National Book Foundation Medal for Distinguished Contribution to American Letters. This compelling collection showcases Brooks's technical mastery, her warm humanity, and her compassionate and illuminating response to a complex world. This edition also includes a special PS section with insights, interviews, and more—including a short piece by Nikki Giovanni entitled \"Remembering Gwen.\"</p>\r\n\r\n<p>By 1963 the civil rights movement was in full swing across the United States, and more and more African American writers were increasingly outspoken in attacking American racism and insisting on full political, economic, and social equality for all. In that memorable year of the March on Washington, Harper & Row released Brooks’s Selected Poems, which incorporated poems from her first three collections, as well as a selection of new poems.</p>\r\n\r\n<p>This edition of Selected Poems includes A Street in Bronzeville, Brooks's first published volume of poetry for which she became nationally known and which led to successive Guggenheim fellowships; Annie Allen, published one year before she became the first African American author to win the Pulitzer Prize in any category; and The Bean Eaters, her fifth publication which expanded her focus from studies of the lives of mainly poor urban black Americans to the heroism of early civil rights workers and events of particular outrage—including the 1955 Emmett Till lynching and the 1957 school desegregation crisis in Little Rock, Arkansas.</p>",
    "author": "Gwendolyn Brooks",
    "pubDate": "Fri, 25 Mar 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/selected-poems-by-gwendolyn-brooks-Gud8Z",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/03/5d024355a0bd34b2693f73afe5e12220.jpg"
  },
  {
    "title": "Mason & Dixon",
    "link": "https://oku.club/book/mason-dixon-by-thomas-pynchon-9R7fq",
    "description": "Charles Mason (1728-1786) and Jeremiah Dixon (1733-1779) were the British surveyors best remembered for running the boundary between Pennsylvania and Maryland that we know today as the Mason-Dixon Line. Here is their story as re-imagined by Thomas Pynchon, featuring Native Americans and frontier folk, ripped bodices, naval warfare, conspiracies erotic and political, major caffeine abuse.   \n  \nWe follow the mismatch'd pair—one rollicking, the other depressive; one Gothic, the other pre-Romantic—from their first journey together to the Cape of Good Hope, to pre-Revolutionary America and back, through the strange yet redemptive turns of fortune in their later lives, on a grand tour of the Enlightenment's dark hemisphere, as they observe and participate in the many opportunities for insanity presented them by the Age of Reason.",
    "author": "Thomas Pynchon",
    "pubDate": "Mon, 21 Mar 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/mason-dixon-by-thomas-pynchon-9R7fq",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/328ad592df01eefb8116bb4913319946.jpg"
  },
  {
    "title": "Dance the Eagle to Sleep",
    "link": "https://oku.club/book/dance-the-eagle-to-sleep-by-marge-piercy-gOCab",
    "description": "Through the experiences of four young revolutionaries--rock star Shawn; part Indian Corey; Billy, a brilliant young scientist; and Joanna, a runaway who survives on pot and sex--a macabre and moving adventure brings an all-too-possible future into shattering focus. By the author of Sleeping with Cats. Reprint.",
    "author": "Marge Piercy",
    "pubDate": "Wed, 26 Jan 2022 17:00:36 +0000",
    "guid": "https://oku.club/book/dance-the-eagle-to-sleep-by-marge-piercy-gOCab",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/a70362e1ab8b3daf6e303eb59e831290.jpg"
  },
  {
    "title": "How to Blow Up a Pipeline",
    "link": "https://oku.club/book/how-to-blow-up-a-pipeline-by-andreas-malm-R7Key",
    "description": "The science on climate change has been clear for a very long time now. Yet despite decades of appeals, mass street protests, petition campaigns, and peaceful demonstrations, we are still facing a booming fossil fuel industry, rising seas, rising emission levels, and a rising temperature. With the stakes so high, why haven't we moved beyond peaceful protest? In this lyrical manifesto, noted climate scholar (and saboteur of SUV tires and coal mines) Andreas Malm makes an impassioned call for the climate movement to escalate its tactics in the face of ecological collapse. We need, he argues, to force fossil fuel extraction to stop--with our actions, with our bodies, and by defusing and destroying its tools. We need, in short, to start blowing up some oil pipelines. Offering a counter-history of how mass popular change has occurred, from the democratic revolutions overthrowing dictators to the movement against apartheid and for women's suffrage, Malm argues that the strategic acceptance of property destruction and violence has been the only route for revolutionary change. In a braided narrative that moves from the forests of Germany and the streets of London to the deserts of Iraq, Malm offers us an incisive discussion of the politics and ethics of pacifism and violence, democracy and social change, strategy and tactics, and a movement compelled by both the heart and the mind. Here is how we fight in a world on fire.",
    "author": "Andreas Malm",
    "pubDate": "Thu, 20 Jan 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/how-to-blow-up-a-pipeline-by-andreas-malm-R7Key",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/0bafd7958b8f4fa3e098b77c09463833.jpg"
  },
  {
    "title": "Black Leopard, Red Wolf",
    "link": "https://oku.club/book/black-leopard-red-wolf-by-marlon-james-Y4rcg",
    "description": "In the first novel in Marlon James's Dark Star trilogy, myth, fantasy, and history come together to explore what happens when a mercenary is hired to find a missing child.   \n  \nTracker is known far and wide for his skills as a hunter: \"He has a nose,\" people say. Engaged to track down a mysterious boy who disappeared three years earlier, Tracker breaks his own rule of always working alone when he finds himself part of a group that comes together to search for the boy. The band is a hodgepodge, full of unusual characters with secrets of their own, including a shape-shifting man-animal known as Leopard.  \n  \nDrawing from African history and mythology and his own rich imagination, Marlon James has written an adventure that's also an ambitious, involving read. Defying categorization and full of unforgettable characters, Black Leopard, Red Wolf explores the fundamentals of truths, the limits of power, the excesses of ambition, and our need to understand them all.",
    "author": "Marlon James",
    "pubDate": "Tue, 18 Jan 2022 00:00:00 +0000",
    "guid": "https://oku.club/book/black-leopard-red-wolf-by-marlon-james-Y4rcg",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/09/14649f6775a2b96ab7073a9b9f6e910d.jpg"
  },
  {
    "title": "The Long Ships",
    "link": "https://oku.club/book/the-long-ships-by-frans-g-bengtsson-DF0go",
    "description": "The book is set in the late 10th century &amp; follows the adventures of Orm (\"serpent\"), called \"Red\" for his hair &amp; his temper, a native of Scania. The story portrays the political situation of Europe in the later Viking Age, Andalusia under Al-Mansur Ibn Abi Aamir, Denmark under Harold Bluetooth, followed by the struggle between Eric the Victorious &amp; Sweyn Forkbeard of Denmark, Ireland under Brian Boru, England under Ethelred the Unready, the Battle of Maldon, all before the backdrop of the gradual Christianisation of Scandinavia, contrasting the pragmatic Norse pagan outlook with Islam &amp; Christianity.",
    "author": "Frans G. Bengtsson",
    "pubDate": "Fri, 14 Jan 2022 15:45:02 +0000",
    "guid": "https://oku.club/book/the-long-ships-by-frans-g-bengtsson-DF0go",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/6d6866ff9bcabf502efb1ccdf4243086.jpg"
  },
  {
    "title": "The Ways of White Folks",
    "link": "https://oku.club/book/the-ways-of-white-folks-by-langston-hughes-ILjAR",
    "description": "A collection of vibrant and incisive short stories depicting the sometimes humorous, but more often tragic interactions between Black people and white people in America in the 1920s and ‘30s. One of the most important writers to emerge from the Harlem Renaissance, Langston Hughes may be best known as a poet, but these stories showcase his talent as a lively storyteller. His work blends elements of blues and jazz, speech and song, into a triumphant and wholly original idiom. Stories included in this collection: \"Cora Unashamed\" \"Slave on the Block\" \"Home\" \"Passing\" \"A Good Job Gone\" \"Rejuvenation Through Joy\" \"The Blues I'm Playing\" \"Red-Headed Baby\" \"Poor Little Black Fellow\" \"Little Dog\" \"Berry\" \"Mother and Child\" \"One Christmas Eve\" \"Father and Son\"",
    "author": "Langston Hughes",
    "pubDate": "Fri, 31 Dec 2021 20:45:34 +0000",
    "guid": "https://oku.club/book/the-ways-of-white-folks-by-langston-hughes-ILjAR",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/a773b7a49d4ea1dc23a69e366bfebcee.jpg"
  },
  {
    "title": "Homage to Catalonia (Collins Classics)",
    "link": "https://oku.club/book/homage-to-catalonia-by-george-orwell-Zi1c9",
    "description": "HarperCollins is proud to present its incredible range of best-loved, essential classics.  \n  \n  \nI sometimes fear we shall never wake till we are jerked out of it by the roar of bombs  \n  \n  \nIn 1936, George Orwell volunteered as a soldier in the Spanish Civil War. In Homage to Catalonia, first published just before the outbreak of World War II, Orwell documents the chaos and bloodshed of that moment in history and the voices of those who fought against rising fascism. His experience of the civil war would spark a significant change in his own political views, that readers today will recognise in much his later literary work; a rage against the threat of totalitarianism and control.",
    "author": "George Orwell",
    "pubDate": "Sun, 26 Dec 2021 23:02:54 +0000",
    "guid": "https://oku.club/book/homage-to-catalonia-by-george-orwell-Zi1c9",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/5b7ae4483a4d043d99875f80af2ef8c3.jpg"
  },
  {
    "title": "Breaking Things at Work",
    "link": "https://oku.club/book/breaking-things-at-work-by-gavin-mueller-HQOIr",
    "description": "An exhilarating challenge to the way we think about work, technology, progress, and what we want from the future In the 19th century, English textile workers responded to the introduction of new tecnologies on the factory floor by smashing them to bits. For years 'the Luddites' roamed the English countryside, practicing drills and maneuvers that they would later deploy on unassuming machines. The movement has been derided by scholars as a backwards-looking and ultimately ineffectual effort to stem the march of history; for Gavin Mueller, the movement gets at the heart of of the antagonistic relationship between workers - all workers, including us today - and the so-called progressive gains secured by new technologies. The luddites weren't primitive or even anachronistic - they are still a force, however unconsciously, in the workplaces of the 21st century world. Breaking Things at Work is an innovative rethinking of labor and machines, leaping from textile mills to algorithms, from existentially threatened knife cutters of rural Germany to surveillance evading truckers driving across the continental United States. Mueller argues that the future stability and empowerment of working class movements will depend on subverting these technologies and preventing their spread wherever possible. The task is high, but the seeds of this resistance are already present in the Neo-Luddite efforts of hackers, pirates, and dark web users who are challenging surveillance and control, often through older systems of communication technology.",
    "author": "Gavin Mueller",
    "pubDate": "Tue, 21 Dec 2021 16:42:38 +0000",
    "guid": "https://oku.club/book/breaking-things-at-work-by-gavin-mueller-HQOIr",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/f95eb91601af563229550575ea411e11.jpg"
  },
  {
    "title": "Drive Your Plow Over the Bones of the Dead",
    "link": "https://oku.club/book/drive-your-plow-over-the-bones-of-the...-by-olga-tokarczuk-ewa0I",
    "description": "****An ingenious variation on murder noir, set in motion by a string of bizarre deaths in an isolated village**, **from a Man Booker International Prize-winning author and National Book Award finalist.****  \n  \nIn a remote Polish village, Janina devotes the long, dark winter days to studying astrology, translating the poetry of William Blake, and serving as caretaker for the summer homes of wealthy Warsaw residents. Her reputation as a crank and a recluse is only amplified by her not-so-secret preference for the company of animals over humans. She's devastated when her two beloved dogs disappear. Then her neighbor, Bigfoot, turns up dead. As corpses pile up in increasingly strange circumstances, Janina inserts herself into the investigation, certain that she knows whodunit. If only anyone would pay her mind . . .  \n  \nA deeply satisfying and inventive thriller-cum-fairy tale from one of Europe's \"major humanist writers\" (*The Guardian*), *Drive Your Plow Over the Bones of the Dead* is a provocative exploration of the tug between sanity and madness, justice and tradition, autonomy and fate. Whom do we deem sane? it asks. Who is worthy of a voice?",
    "author": "Olga Tokarczuk",
    "pubDate": "Wed, 15 Dec 2021 18:33:59 +0000",
    "guid": "https://oku.club/book/drive-your-plow-over-the-bones-of-the...-by-olga-tokarczuk-ewa0I",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/3f8f5389bb87a172aa2a2f901e615931.jpg"
  },
  {
    "title": "The Book of Ten Nights and a Night: Eleven Stories",
    "link": "https://oku.club/book/the-book-of-ten-nights-and-a-night-by-john-barth-V333E",
    "description": "The Book of Ten Nights and a Night offers both a keen introduction to the genius of John Barth and a deeply human argument for the enduring value of literature. Gathering stories written throughout this postmodern master's long career, the collection spans his entire range of styles, from straightforward narrative to experimental metafiction.<br /> In the time immediately following September 11, 2001, the veteran writer Graybard spends eleven nights with a nubile muse named WYSIWYG (What You See Is What You Get). The two lovers debate the meaning and relevance of writing and storytelling in the wake of disaster, telling a new tale each night in the tradition of Scheherazade. The Book of Ten Nights and a Night exhibits the thrilling blend of playfulness and illuminating insight that have marked Barth as one of America's most distinguished writers.",
    "author": "John Barth",
    "pubDate": "Sat, 27 Nov 2021 00:00:00 +0000",
    "guid": "https://oku.club/book/the-book-of-ten-nights-and-a-night-by-john-barth-V333E"
  },
  {
    "title": "Ways of Seeing",
    "link": "https://oku.club/book/ways-of-seeing-by-john-berger-Gsh9K",
    "description": "**John Berger’s Classic Text on Art**  \nJohn Berger's **Ways of Seeing** is one of the most stimulating and the most influential books on art in any language. First published in 1972, it was based on the BBC television series about which the (London) **Sunday Times** critic commented: \"This is an eye-opener in more ways than one: by concentrating on *how* we look at paintings . . . he will almost certainly change the way you look at pictures.\" By now he has.  \n  \n  \n\"Berger has the ability to cut right through the mystification of the professional art critics . . . He is a liberator of images: and once we have allowed the paintings to work on us directly, we are in a much better position to make a meaningful evaluation\" —Peter Fuller, **Arts Review**  \n  \n  \n\"The influence of the series and the book . . . was enormous . . . It opened up for general attention to areas of cultural study that are now commonplace\" —Geoff Dyer in **Ways of Telling**  \n  \n  \nWinner of the 1972 Booker Prize for his novel, **G**., John Peter Berger (born November 5th, 1926) is an art critic, painter and author of many novels including **A Painter of Our Time**, **From A to X** and **Bento’s Sketchbook.**",
    "author": "John Berger",
    "pubDate": "Mon, 08 Nov 2021 00:16:41 +0000",
    "guid": "https://oku.club/book/ways-of-seeing-by-john-berger-Gsh9K",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/06/98d711d6029a26db0bf6d10a157ea5ae.jpg"
  },
  {
    "title": "The Cyberiad: Fables for the Cybernetic Age",
    "link": "https://oku.club/book/the-cyberiad-by-stanis%C5%82aw-lem-BZ0Yu",
    "description": "Stanislaw Lem is perhaps the most original and influential European science-fiction writer of the twentieth century. <br /><i>The Cyberiad,</i> one of Lem's most beloved works, follows the exploits of the Trurl and Klapaucius, two ingenious 'constructors'. In their adventures through a strange medieval universe they encounter a machine capable of creating anything that starts with the letter 'N'; kings who oppress their people with parlour games; and PhD pirates who demand ransom in knowledge rather than gold. It is a world where UFOs land silently on lawns at dawn, and where even the stars can be re-arranged for advertising purposes.",
    "author": "Stanisław Lem",
    "pubDate": "Sun, 31 Oct 2021 20:39:07 +0000",
    "guid": "https://oku.club/book/the-cyberiad-by-stanisław-lem-BZ0Yu",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/d47c6bd8d687050d8ae6fc0278fbd71b.jpg"
  },
  {
    "title": "A Nation of Women: An Early Feminist Speaks Out",
    "link": "https://oku.club/book/a-nation-of-women-by-luisa-capetillo-IQzQI",
    "description": "In 1915, Puerto Rican activist Luisa Capetillo was arrested and acquitted for being the first woman to wear men’s trousers publicly. While this act of gender-nonconforming rebellion elevated her to feminist icon status in modern pop culture, it also overshadowed the significant contributions she made to the women’s movement and anarchist labor movements of the early twentieth century–both in her native Puerto Rico and in the migrant labor belt in the eastern United States. With the volume *A Nation of Women*, Capetillo’s socialist and feminist activism is given the spotlight it deserves with its inclusion of the first English translation of Capetillo’s landmark *Mi opinión sobre las libertades, derechos y deberes de la mujer*. Originally published in Spanish in 1911, *Mi opinión* is considered by many to be the first feminist treatise in Puerto Rico and one of the first in Latin America and the Caribbean. In concise prose, Capetillo advocates a workers’ revolution, forcefully demanding an end to the exploitation and subordination of workers and women. Her essays challenge big business in favor of socialism, call for legalizing divorce and the acceptance of “free love” in relationships, and cover topics such as sexuality, mental and physical health, hygiene, spirituality, and nutrition. At once a sharp critique and a celebration of the gathering fervor of world politics, *A Nation* of Women embraces the humanistic thinking of the early twentieth century and envisions a world in which economic and social structures can be broken down, allowing both the worker and the woman to be free.",
    "author": "Luisa Capetillo",
    "pubDate": "Tue, 12 Oct 2021 13:40:22 +0000",
    "guid": "https://oku.club/book/a-nation-of-women-by-luisa-capetillo-IQzQI",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/36612192fa5052dc027b03ade162725e.jpg"
  },
  {
    "title": "The Glass Hotel",
    "link": "https://oku.club/book/the-glass-hotel-by-emily-st-john-mandel-y33GY",
    "description": "**From the award-winning author of *Station Eleven*, an exhilarating novel set at the glittering intersection of two seemingly disparate events–a massive Ponzi scheme collapse and the mysterious disappearance of a woman from a ship at sea.**  \n  \nVincent is a bartender at the Hotel Caiette, a five-star lodging on the northernmost tip of Vancouver Island. On the night she meets Jonathan Alkaitis, a hooded figure scrawls a message on the lobby’s glass wall: *Why don’t you swallow broken glass*. High above Manhattan, a greater crime is committed: Alkaitis is running an international Ponzi scheme, moving imaginary sums of money through clients’ accounts. When the financial empire collapses, it obliterates countless fortunes and devastates lives. Vincent, who had been posing as Jonathan’s wife, walks away into the night. Years later, a victim of the fraud is hired to investigate a strange occurrence: a woman has seemingly vanished from the deck of a container ship between ports of call.  \n   \nIn this captivating story of crisis and survival, Emily St. John Mandel takes readers through often hidden landscapes: campgrounds for the near-homeless, underground electronica clubs, the business of international shipping, service in luxury hotels, and life in a federal prison. Rife with unexpected beauty, *The Glass Hotel* is a captivating portrait of greed and guilt, love and delusion, ghosts and unintended consequences, and the infinite ways we search for meaning in our lives.",
    "author": "Emily St. John Mandel",
    "pubDate": "Wed, 06 Oct 2021 12:58:45 +0000",
    "guid": "https://oku.club/book/the-glass-hotel-by-emily-st-john-mandel-y33GY",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/07/ae947a197a7d6a6549e92019819908fb.jpg"
  },
  {
    "title": "Civilizations",
    "link": "https://oku.club/book/civilizations-by-laurent-binet-cF3Av",
    "description": "",
    "author": "Laurent Binet",
    "pubDate": "Sun, 19 Sep 2021 22:45:49 +0000",
    "guid": "https://oku.club/book/civilizations-by-laurent-binet-cF3Av"
  },
  {
    "title": "Anarchist Communism",
    "link": "https://oku.club/book/anarchist-communism-by-pyotr-kropotkin-YUHxp",
    "description": "<b>\n  <i>'Everywhere you will find that the wealth of the wealthy springs from the poverty of the poor'</i>\n</b><br /><br />Fuelled by anger at injustice and optimism about humankind's ability to make a better, truly communal society, the anarchist writings of Peter Kropotkin have influenced radicals the world over, from nineteenth-century workers to today's activists.<br /><br />One of twenty new books in the bestselling Penguin Great Ideas series. This new selection showcases a diverse list of thinkers who have helped shape our world today, from anarchists to stoics, feminists to prophets, satirists to Zen Buddhists.",
    "author": "Pyotr Kropotkin",
    "pubDate": "Wed, 01 Sep 2021 19:22:14 +0000",
    "guid": "https://oku.club/book/anarchist-communism-by-pyotr-kropotkin-YUHxp"
  },
  {
    "title": "Beaten Down, Worked Up: The Past, Present, and Future of American Labor",
    "link": "https://oku.club/book/beaten-down-worked-up-by-steven-greenhouse-2RAk2",
    "description": "<b>From longtime <i>New York Times</i> labor correspondent, an in-depth and stirring look at working men and women in America, the challenges they face, and the ways in which they can be re-empowered.</b><br /><br />In an era when corporate profits have soared while wages have flatlined, millions of Americans are searching for ways to improve their lives, and they're often turning to labor unions and worker action, whether #RedforEd teachers' strikes or the Fight for $15. Wage stagnation, low-wage work, and blighted blue-collar communities have become an all-too-common part of modern-day America, and behind these trends is a little-discussed problem: the decades-long decline in worker power. This decline is reflected in some of the most pressing problems facing our nation today, including income inequality, declining social mobility, the gender pay gap, and the concentration of political power in the hands of the wealthy. <br /> In his sweeping, robust new work, Steven Greenhouse rebuts the often-stated view that labor unions are outmoded--or even harmful--by recounting some of labor's victories, and the efforts of several of today's most innovative and successful worker groups. He shows us the modern labor landscape through the stories of dozens of American workers, from G.M. workers to Uber drivers, and we see how unions historically have empowered--and lifted--the most marginalized, including young women garment workers in New York in 1909, black sanitation workers in Memphis in 1968, and hotel housekeepers today. Greenhouse proposes concrete, feasible ways in which workers' collective power can be--and is being--rekindled and reimagined in the twenty-first century.",
    "author": "Steven Greenhouse",
    "pubDate": "Mon, 30 Aug 2021 23:21:57 +0000",
    "guid": "https://oku.club/book/beaten-down-worked-up-by-steven-greenhouse-2RAk2",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/08/6942f46307a13722822ad239940b3f08.jpg"
  },
  {
    "title": "Utopia",
    "link": "https://oku.club/book/utopia-by-thomas-more-SCDmA",
    "description": "Five-hundred-year anniversary edition of More’s Utopia, with writing from major science fiction writers  \nFive hundred years since its first publication, Thomas More’s Utopia remains astonishingly radical and provocative. More imagines an island nation where thousands live in peace and harmony, men and women are both educated, and property is communal. In a text hovering between fantasy, satire, blueprint and game, More explores the theories and realities behind war, political conflicts, social tensions and redistribution, and imagines the day-to-day lives of a citizenry living free from fear, oppression, violence and suffering.  \n  \nBut there has always been a shadow at the heart of Utopia. If this is a depiction of the perfect state, why, as well as wonder, does it provoke a growing unease?  \n  \nIn this quincentenary edition, published in conjunction with Somerset House, More’s text is introduced by multi-award-winning author China Miéville and accompanied by four essays from Ursula K. Le Guin, today’s most distinguished utopian writer and thinker.",
    "author": "Thomas More",
    "pubDate": "Thu, 12 Aug 2021 16:18:15 +0000",
    "guid": "https://oku.club/book/utopia-by-thomas-more-SCDmA",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/01/8279ee0226cd9fb00da47ac6b12071a7.jpg"
  },
  {
    "title": "The Southern Question",
    "link": "https://oku.club/book/the-southern-question-by-antonio-gramsci-yPcNL",
    "description": "Cultural Writing. Social Criticism. Translated from the Italian with an introduction by Pasquale Verdicchio. \"It is hard to think of a better point of entry into Gramsci's thought than his essay on the 'Southern Question.' Written on the eve of Gramsci's arrest and imprisonment, this essay anticipates many of the major issues treated in the <em>Prison Notebooks</em>. Indeed, Gramsci himself initially conceived of his project of study and research in prison as an elaboration of the views he had first sketched in the 'Southern Question' essay. Verdicchio's edition/translation of this valuable work does much more than give Anglophone readers access to the text. The introduction, the annotations, and the supplementary materials he provides enable the reader to place Gramsci's essay firmly within the context in which it was composed and at the same time to appreciate the poignancy of its insights for the present time.\" Joseph Buttigieg, editor and translator of Gramsci's <em>Prison Notebooks</em>.\"",
    "author": "Antonio Gramsci",
    "pubDate": "Sun, 08 Aug 2021 22:07:05 +0000",
    "guid": "https://oku.club/book/the-southern-question-by-antonio-gramsci-yPcNL",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/09/0c77087851112cee5a46da115ecd91af.jpg"
  },
  {
    "title": "The Present Age: On the Death of Rebellion",
    "link": "https://oku.club/book/the-present-age-by-s%C3%B8ren-kierkegaard-w6yfZ",
    "description": "A part of Harper Perennial’s special “Resistance Library” highlighting classic works that illuminate the “Age of Trump”: Soren Kierkegaard’s stunningly prescient essay on the dangers of mass media—particularly advertising, marketing, and publicity. An essential read as we reckon with, and try to understand, the media forces that have helped create our present political moment.  \n  \n**“*The Present Age* shows just how original Kierkegaard was. He brilliantly foresaw the dangers of the lack of commitment and responsibility in the Public Sphere. When everything is up for endless detached critical comment as on blogs and cable news, action finally becomes impossible.”****— Hubert L. Dreyfus, University of California, Berkeley**  \n  \n“A revolutionary age is an age of action; ours is the age of advertisement and publicity. Nothing ever happens but there is immediate publicity everywhere.”— From *The Present Age*  \n  \nIn *The Present Age* (1846), Søren Kierkegaard analyzes the philosophical implications of a society dominated by the mass-media. What makes the essay so remarkable is the way it seems to speak directly to our time—i.e. the Information Age—where life is dominated by mere “information” not true “knowledge.” Kierkegaard even goes so far as to say that advertising and publicity almost immediately co-opts and suppresses revolutionary actions/thoughts.  \n  \n*The Present Age* is essential reading for anyone who wishes to better understand the modern world.",
    "author": "Søren Kierkegaard",
    "pubDate": "Tue, 03 Aug 2021 02:34:32 +0000",
    "guid": "https://oku.club/book/the-present-age-by-søren-kierkegaard-w6yfZ",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2023/10/cf433aba92fa252f015dade6bbc50b54.jpg"
  },
  {
    "title": "The Art of Asking Your Boss for a Raise",
    "link": "https://oku.club/book/the-art-of-asking-your-boss-for-a-raise-by-georges-perec-4B6AK",
    "description": "A long-suffering employee in a big corporation has summoned up the courage to ask for a raise. But as he runs through the coming encounter in his mind, his neuroses come to the surface: What&rsquo;s the best day to see the boss? What if he doesn&rsquo;t offer you a seat when you go into his office? And should you ask that tricky question about his daughter&rsquo;s illness?  \n  \nYou can try to navigate these difficult decisions for yourself at www.theartofaskingyourbossforaraise.com ...&nbsp;  \n  \n*The Art of Asking Your Boss for a Raise* is a hilarious account of an employee losing his identity—and possibly his sanity—as he tries to put on the most acceptable face for the corporate world, with its rigid hierarchies and hostility to ideas and innovation. If he follows a certain course of action, so this logic goes, he will succeed—but, in accepting these conditions, are his attempts to challenge his world of work doomed from the outset?  \n  \nNeurotic and pessimistic, yet endearing, comic and never less than entertaining, Perec&rsquo;s Woody Allen-esque underling presents an acute and penetrating vision of the world of office work, as pertinent today as it was when it was written in 1968.",
    "author": "Georges Perec",
    "pubDate": "Fri, 23 Jul 2021 12:36:55 +0000",
    "guid": "https://oku.club/book/the-art-of-asking-your-boss-for-a-raise-by-georges-perec-4B6AK",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/09/650d2df46313709f3d361e1906869ccf.jpg"
  },
  {
    "title": "The City & the City",
    "link": "https://oku.club/book/the-city-the-city-by-china-mi%C3%A9ville-c3oam",
    "description": "**Named one of the best books of the year by *The Los Angeles Times, The Seattle Times*, and *Publishers Weekly***  \n  \nWhen a murdered woman is found in the city of Beszel, somewhere at the edge of Europe, it looks to be a routine case for Inspector Tyador Borlú of the Extreme Crime Squad. To investigate, Borlú must travel from the decaying Beszel to its equal, rival, and intimate neighbor, the vibrant city of Ul Qoma.  \n  \nBut this is a border crossing like no other, a journey as psychic as it is physical, a seeing of the unseen. With Ul Qoman detective Qussim Dhatt, Borlú is enmeshed in a sordid underworld of nationalists intent on destroying their neighboring city, and unificationists who dream of dissolving the two into one.  \n  \nAs the detectives uncover the dead woman’s secrets, they begin to suspect a truth that could cost them more than their lives. What stands against them are murderous powers in Beszel and in Ul Qoma: and, most terrifying of all, that which lies between these two cities.",
    "author": "China Miéville",
    "pubDate": "Sun, 04 Jul 2021 13:25:46 +0000",
    "guid": "https://oku.club/book/the-city-the-city-by-china-miéville-c3oam",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/10/51d4796c2dd5ca0a0737bd214f389fbf.jpg"
  },
  {
    "title": "Frankenstein in Baghdad",
    "link": "https://oku.club/book/frankenstein-in-baghdad-by-ahmed-saadawi-foHHt",
    "description": "From the rubble-strewn streets of U.S.-occupied Baghdad, Hadi--a scavenger and an oddball fixture at a local café--collects human body parts and stitches them together to create a corpse. His goal, he claims, is for the government to recognize the parts as people and to give them proper burial. But when the corpse goes missing, a wave of eerie murders sweeps the city, and reports stream in of a horrendous-looking criminal who, though shot, cannot be killed. Hadi soon realizes he's created a monster, one that needs human flesh to survive--first from the guilty, and then from anyone in its path. A prizewinning novel by \"Baghdad's new literary star\" (*The New York Times*), *Frankenstein in Baghdad* captures with white-knuckle horror and black humor the surreal reality of contemporary Iraq.",
    "author": "Ahmed Saadawi",
    "pubDate": "Sun, 30 May 2021 18:14:18 +0000",
    "guid": "https://oku.club/book/frankenstein-in-baghdad-by-ahmed-saadawi-foHHt",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/ca80c9c340f4af2fba5875f19900483a.jpg"
  },
  {
    "title": "Babbitt",
    "link": "https://oku.club/book/babbitt-by-sinclair-lewis-w8hrM",
    "description": "When <b>Babbitt</b> was first published in 1922, fans gleefully hailed its scathing portrait of a crass, materialistic nation; critics denounced it as an unfair skewering of the American businessman. Sparking heated literary debate, <b>Babbitt </b>became a controversial classic, securing Sinclair Lewis's place as one of America's preeminent social commentators.<br /><br />Businessman George F. Babbitt loves the latest appliances, brand names, and the Republican Party. In fact, he loves being a solid citizen even more than he loves his wife. But Babbitt comes to resent the middle-class trappings he has worked so hard to acquire. Realizing that his life is devoid of meaning, he grows determined to transcend his trivial existence and search for greater purpose. Raising thought-provoking questions while yielding hilarious consequences, and just as relevant today as ever, Babbitt's quest for meaning forces us to confront the Babbitt in ourselves--and ponder what it truly means to be an American.",
    "author": "Sinclair Lewis",
    "pubDate": "Fri, 14 May 2021 02:11:03 +0000",
    "guid": "https://oku.club/book/babbitt-by-sinclair-lewis-w8hrM",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/05/9352b63edd42e4fc0bf9c231340902d4.jpg"
  },
  {
    "title": "Narrative of the Life of Frederick Douglass",
    "link": "https://oku.club/book/narrative-of-the-life-of-frederick-do...-by-frederick-douglass-M2ZEO",
    "description": "An alternate cover edition of this ISBN can be found here.  \n  \nFormer slave, impassioned abolitionist, brilliant writer, newspaper editor and eloquent orator whose speeches fired the abolitionist cause, Frederick Douglass (1818–1895) led an astounding life. Physical abuse, deprivation and tragedy plagued his early years, yet through sheer force of character he was able to overcome these obstacles to become a leading spokesman for his people.  \nIn this, the first and most frequently read of his three autobiographies, Douglass provides graphic descriptions of his childhood and horrifying experiences as a slave as well as a harrowing record of his dramatic escape to the North and eventual freedom.  \nPublished in 1845 to quell doubts about his origins — since few slaves of that period could write — the *Narrative* is admired today for its extraordinary passion, sensitive and vivid descriptions and storytelling power. It belongs in the library of anyone interested in African-American history and the life of one of the country's most courageous and influential champions of civil rights. A selection of the Common Core State Standards Initiative.",
    "author": "Frederick Douglass",
    "pubDate": "Mon, 26 Apr 2021 03:27:41 +0000",
    "guid": "https://oku.club/book/narrative-of-the-life-of-frederick-do...-by-frederick-douglass-M2ZEO",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2024/03/21f6311ea6bff5e44f8b7bb314604355.jpg"
  },
  {
    "title": "Mortal Engines",
    "link": "https://oku.club/book/mortal-engines-by-stanis%C5%82aw-lem-a4k2v",
    "description": "These fourteen science fiction stories reveal Lem’s fascination with artificial intelligence and demonstrate just how surprisingly human sentient machines can be. “Astonishing is not too strong a word for these tales” (Wall Street Journal). Translated and with an Introduction by Michael Kandel.",
    "author": "Stanisław Lem",
    "pubDate": "Tue, 20 Apr 2021 13:16:57 +0000",
    "guid": "https://oku.club/book/mortal-engines-by-stanisław-lem-a4k2v",
    "enclosure": "",
    "oku:cover": "https://oku.ams3.cdn.digitaloceanspaces.com/covers/2022/08/d99c0a70c72f9868b568511c79aa090a.jpg"
  },
  {
    "title": "Fire on the Mountain",
    "link": "https://oku.club/book/fire-on-the-mountain-by-terry-bisson-58kbA",
    "description": "Presenting an alternative version of African American history, this novel explores what might have happened if John Brown’s 1859 raid on Harper’s Ferry had been successful. Chronicling life in a thriving black nation founded by Brown in the former southeastern United States, this dramatic story opens 100 years later, just as Nova Africa is poised to celebrate its first landing of a spacecraft on Mars. The prosperous black state will soon be tested when the granddaughter of John Brown returns from Africa to reunite with her daughter and share with her a secret that will alter their lives forever.",
    "author": "Terry Bisson",
    "pubDate": "Mon, 22 Mar 2021 20:53:07 +0000",
    "guid": "https://oku.club/book/fire-on-the-mountain-by-terry-bisson-58kbA"
  },
  {
    "title": "Mules and Men",
    "link": "https://oku.club/book/mules-and-men-by-zora-neale-hurston-jiP17",
    "description": "\"Simply the most exciting book on black folklore and culture I have ever read.\" --Roger D. AbrahamsMules and Men is the first great collection of black America's folk world. In the 1930's, Zora Neale Hurston returned to her \"native village\" of Eatonville, Florida to record the oral histories, sermons and songs, dating back to the time of slavery, which she remembered hearing as a child. In her quest, she found herself and her history throughout these highly metaphorical folk-tales, \"big old lies,\" and the lyrical language of song. With this collection, Zora Neale Hurston has come to reveal'and preserve'a beautiful and important part of American culture.<br /><br />Zora Neale Hurston (1901-1960) was a novelist, folklorist, anthropologist and playwright whose fictional and factual accounts of black heritage are unparalleled. She is also the author of Tell My Horse, Their Eyes Were Watching God, Dust Tracks on a Road, and Mule Bone.<br /><br />Ruby Dee, a member of the Theatre Hall of Fame, starred on Broadway in the original productions of A Raisin in the Sun and Purlie Victorious, and was featured in Spike Lee's Do the Right Thing. She is also an award-winning author and the producer of numerous television dramas.",
    "author": "Zora Neale Hurston",
    "pubDate": "Thu, 11 Mar 2021 03:09:08 +0000",
    "guid": "https://oku.club/book/mules-and-men-by-zora-neale-hurston-jiP17"
  },
  {
    "title": "Life: A User's Manual",
    "link": "https://oku.club/book/life-by-georges-perec-rJNTf",
    "description": "Life is an unclassified masterpiece, a sprawling compendium as encyclopedic as Dante’s Commedia and Chaucer’s Canterbury Tales and, in its break with tradition, as inspiring as Joyce’s Ulysses. Structured around a single moment in time — 8:00 p.m. on June 23, 1975 — Perec’s spellbinding puzzle begins in an apartment block in the XVIIth arrondissement of Paris where, chapter by chapter, room by room, like an onion being peeled, an extraordinary rich cast of characters is revealed in a series of tales that are bizarre, unlikely, moving, funny, or (sometimes) quite ordinary. From the confessions of a racing cyclist to the plans of an avenging murderer, from a young ethnographer obsessed with a Sumatran tribe to the death of a trapeze artist, from the fears of an ex-croupier to the dreams of a sex-change pop star to an eccentric English millionaire who has devised the ultimate pastime, Life is a manual of human irony, portraying the mixed marriages of fortunes, passions and despairs, betrayals and bereavements, of hundreds of lives in Paris and around the world.<br /><br />But the novel is more than an extraordinary range of fictions; it is a closely observed account of life and experience. The apartment block’s one hundred rooms are arranged in a magic square, and the book as a whole is peppered with a staggering range of literary puzzles and allusions, acrostics, problems of chess and logic, crosswords, and mathematical formula. All are there for the reader to solve in the best tradition of the detective novel.",
    "author": "Georges Perec",
    "pubDate": "Wed, 24 Feb 2021 03:42:05 +0000",
    "guid": "https://oku.club/book/life-by-georges-perec-rJNTf"
  }
]
